
咪咕频道,#group#
//咪咕开始
央视,#genre#
CCTV1综合,http://82.156.245.233:30008/608807420
CCTV2财经,http://82.156.245.233:30008/631780532
CCTV3综艺,http://82.156.245.233:30008/624878271
CCTV4中文国际,http://82.156.245.233:30008/631780421
CCTV5体育,http://82.156.245.233:30008/641886683
CCTV5+体育赛事,http://82.156.245.233:30008/641886773
CCTV6电影,http://82.156.245.233:30008/624878396
CCTV7国防军事,http://82.156.245.233:30008/673168121
CCTV8电视剧,http://82.156.245.233:30008/624878356
CCTV9纪录,http://82.156.245.233:30008/673168140
CCTV10科教,http://82.156.245.233:30008/624878405
CCTV11戏曲,http://82.156.245.233:30008/667987558
CCTV12社会与法,http://82.156.245.233:30008/673168185
CCTV13新闻,http://82.156.245.233:30008/608807423
CCTV14少儿,http://82.156.245.233:30008/624878440
CCTV15音乐,http://82.156.245.233:30008/673168223
CCTV17农业农村,http://82.156.245.233:30008/673168256
CCTV4欧洲,http://82.156.245.233:30008/608807419
CCTV4美洲,http://82.156.245.233:30008/608807416
CGTN外语纪录,http://82.156.245.233:30008/609006487
CGTN阿拉伯语,http://82.156.245.233:30008/609154345
CGTN西班牙语,http://82.156.245.233:30008/609006450
CGTN法语,http://82.156.245.233:30008/609006476
CGTN俄语,http://82.156.245.233:30008/609006446
老故事,http://82.156.245.233:30008/884121956
发现之旅,http://82.156.245.233:30008/624878970
中学生,http://82.156.245.233:30008/708869532
CGTN,http://82.156.245.233:30008/609017205
体育,#genre#
赛事最经典,http://82.156.245.233:30008/646596895
体坛名栏汇,http://82.156.245.233:30008/629943305
四海钓鱼,http://82.156.245.233:30008/637444975
陕西体育休闲频道,http://82.156.245.233:30008/956909356
24小时城市联赛轮播台,http://82.156.245.233:30008/915512915
武术世界,http://82.156.245.233:30008/958475359
快乐垂钓,http://82.156.245.233:30008/961930263
卫视,#genre#
东方卫视,http://82.156.245.233:30008/651632648
江苏卫视,http://82.156.245.233:30008/623899368
广东卫视,http://82.156.245.233:30008/608831231
北京卫视,http://82.156.245.233:30008/630287636
辽宁卫视,http://82.156.245.233:30008/630291707
河北卫视,http://82.156.245.233:30008/962042070
江西卫视,http://82.156.245.233:30008/783847495
河南卫视,http://82.156.245.233:30008/790187291
陕西卫视,http://82.156.245.233:30008/738910838
大湾区卫视,http://82.156.245.233:30008/608917627
湖北卫视,http://82.156.245.233:30008/947472496
吉林卫视,http://82.156.245.233:30008/947472500
青海卫视,http://82.156.245.233:30008/947472506
东南卫视,http://82.156.245.233:30008/849116810
海南卫视,http://82.156.245.233:30008/947472502
海峡卫视,http://82.156.245.233:30008/849119120
中国农林卫视,http://82.156.245.233:30008/956904896
兵团卫视,http://82.156.245.233:30008/956923145
宁夏卫视,http://82.156.245.233:30008/738910535
重庆卫视,http://82.156.245.233:30008/738910914
三沙卫视,http://82.156.245.233:30008/961023778
黑龙江卫视,http://82.156.245.233:30008/738906901
地方,#genre#
上海新闻综合,http://82.156.245.233:30008/651632657
上视东方影视,http://82.156.245.233:30008/617290047
上海第一财经,http://82.156.245.233:30008/608780988
南京新闻综合频道,http://82.156.245.233:30008/838109047
南京教科频道,http://82.156.245.233:30008/838153729
南京十八频道,http://82.156.245.233:30008/838151753
体育休闲频道,http://82.156.245.233:30008/626064707
江苏城市频道,http://82.156.245.233:30008/626064714
江苏国际,http://82.156.245.233:30008/626064674
江苏教育,http://82.156.245.233:30008/628008321
江苏影视频道,http://82.156.245.233:30008/626064697
江苏综艺频道,http://82.156.245.233:30008/626065193
公共新闻频道,http://82.156.245.233:30008/626064693
盐城新闻综合,http://82.156.245.233:30008/639731825
淮安新闻综合,http://82.156.245.233:30008/639731826
泰州新闻综合,http://82.156.245.233:30008/639731818
连云港新闻综合,http://82.156.245.233:30008/639731715
宿迁新闻综合,http://82.156.245.233:30008/639731832
徐州新闻综合,http://82.156.245.233:30008/639731747
优漫卡通频道,http://82.156.245.233:30008/626064703
江阴新闻综合,http://82.156.245.233:30008/955227979
南通新闻综合,http://82.156.245.233:30008/955227985
宜兴新闻综合,http://82.156.245.233:30008/955227996
溧水新闻综合,http://82.156.245.233:30008/639737327
陕西银龄频道,http://82.156.245.233:30008/956909362
陕西都市青春频道,http://82.156.245.233:30008/956909358
陕西秦腔频道,http://82.156.245.233:30008/956909303
陕西新闻资讯频道,http://82.156.245.233:30008/956909289
财富天下,http://82.156.245.233:30008/956923159
镇江新闻综合,http://82.156.245.233:30008/639731783
海南广播电视总台新闻频道,http://82.156.245.233:30008/962067517
海南广播电视总台自贸频道,http://82.156.245.233:30008/962045226
海南广播电视总台社会与法频道,http://82.156.245.233:30008/962045223
海南广播电视总台文旅频道,http://82.156.245.233:30008/962067526
海南广播电视总台少儿频道,http://82.156.245.233:30008/962067523
广东珠江频道,http://82.156.245.233:30008/639731952
影视,#genre#
建党105周年巡礼,http://82.156.245.233:30008/713600957
经典香港电影,http://82.156.245.233:30008/625703337
新片放映厅,http://82.156.245.233:30008/619495952
CHC影迷电影,http://82.156.245.233:30008/952383261
CHC动作电影,http://82.156.245.233:30008/644368714
CHC家庭影院,http://82.156.245.233:30008/644368373
和美乡途轮播台,http://82.156.245.233:30008/713591450
南方影视,http://82.156.245.233:30008/614961829
新闻,#genre#
中国天气,http://82.156.245.233:30008/959986621
教育,#genre#
CETV1,http://82.156.245.233:30008/923287154
CETV2,http://82.156.245.233:30008/923287211
CETV4,http://82.156.245.233:30008/923287339
山东教育,http://82.156.245.233:30008/609154353
熊猫,#genre#
熊猫频道01高清,http://82.156.245.233:30008/609158151
熊猫频道1,http://82.156.245.233:30008/608933610
熊猫频道2,http://82.156.245.233:30008/608933640
熊猫频道3,http://82.156.245.233:30008/608934619
熊猫频道4,http://82.156.245.233:30008/608934721
熊猫频道5,http://82.156.245.233:30008/608935104
熊猫频道6,http://82.156.245.233:30008/608935797
熊猫频道7,http://82.156.245.233:30008/609169286
熊猫频道8,http://82.156.245.233:30008/609169287
熊猫频道9,http://82.156.245.233:30008/609169226
熊猫频道10,http://82.156.245.233:30008/609169285
综艺,#genre#
最强综艺趴,http://82.156.245.233:30008/629942228
少儿,#genre#
嘉佳卡通,http://82.156.245.233:30008/614952364
经典动画大集合,http://82.156.245.233:30008/629942219
纪实,#genre#
新动力量创一流,http://82.156.245.233:30008/713589837
中华特产,http://82.156.245.233:30008/959986618
环球旅游,http://82.156.245.233:30008/958475356
梨园频道,http://82.156.245.233:30008/961930369
体育-昨天,#genre#
NBA 步行者VS森林狼 全场回放（罗森） 06:55,http://82.156.245.233:30008/968179790
NBA 步行者VS森林狼 全场回放（英文原声） 06:55,http://82.156.245.233:30008/968181239
NBA 公牛VS太阳 全场回放（王琰博） 07:55,http://82.156.245.233:30008/968181926
NBA 公牛VS太阳 全场回放（英文原声） 07:55,http://82.156.245.233:30008/968182970
NBA 灰熊VS魔术 全场回放（张泽欣） 07:55,http://82.156.245.233:30008/968181126
NBA 灰熊VS魔术 全场回放（英文原声） 07:55,http://82.156.245.233:30008/968182632
NBA 雷霆VS雄鹿 全场回放（王凯） 07:55,http://82.156.245.233:30008/968181798
NBA 雷霆VS雄鹿 全场回放（英文原声） 07:55,http://82.156.245.233:30008/968182795
NBA 开拓者VS勇士 全场回放（姜帆、周赫） 09:55,http://82.156.245.233:30008/968183570
NBA 开拓者VS勇士 全场回放（英文原声）（AI字幕） 09:55,http://82.156.245.233:30008/968184144
WTT 王曼昱/蒯曼横扫晋级 王艺迪3-1陈熠 全场回放（周雨、侯英超、周冠达）（一） 11:00,http://82.156.245.233:30008/968188215
WTT 王曼昱/蒯曼横扫晋级 王艺迪3-1陈熠 全场回放（常新宇、徐晨皓、杨硕、侯英超、程靖淇、周冠达）（二） 11:00,http://82.156.245.233:30008/968196070
WTT 王曼昱/蒯曼横扫晋级 王艺迪3-1陈熠 全场回放（常新宇、徐晨皓、杨硕、侯英超、程靖淇、周冠达）（三） 11:00,http://82.156.245.233:30008/968195985
WTT 王曼昱/蒯曼横扫晋级 王艺迪3-1陈熠 上午场全场回放（李柯鑫） 11:00,http://82.156.245.233:30008/968186256
WTT 王曼昱/蒯曼横扫晋级 王艺迪3-1陈熠 上午场全场回放（一号桌） 11:00,http://82.156.245.233:30008/968192114
WTT 王曼昱/蒯曼横扫晋级 王艺迪3-1陈熠 上午场全场回放（二号桌） 11:00,http://82.156.245.233:30008/968186325
WTT 王曼昱/蒯曼横扫晋级 王艺迪3-1陈熠 上午场全场回放（三号桌） 11:00,http://82.156.245.233:30008/968189181
WTT 王曼昱/蒯曼横扫晋级 王艺迪3-1陈熠 上午场全场回放（四号桌） 11:00,http://82.156.245.233:30008/968186935
WTT 王曼昱/蒯曼横扫晋级 王艺迪3-1陈熠 上午场全场回放（英文解说智能字幕） 11:00,http://82.156.245.233:30008/968188975
WTT 王曼昱/蒯曼横扫晋级 王艺迪3-1陈熠 晚间场全场回放（高文清） 11:00,http://82.156.245.233:30008/968195514
WTT 王曼昱/蒯曼横扫晋级 王艺迪3-1陈熠 晚间场全场回放（一号桌） 11:00,http://82.156.245.233:30008/968197731
WTT 王曼昱/蒯曼横扫晋级 王艺迪3-1陈熠 晚间场全场回放（二号桌） 11:00,http://82.156.245.233:30008/968196434
WTT 王曼昱/蒯曼横扫晋级 王艺迪3-1陈熠 晚间场全场回放（英文解说智能字幕） 11:00,http://82.156.245.233:30008/968196048
WTT 第八日热身区 全场回放（一） 10:00,http://82.156.245.233:30008/968191762
WTT 第八日热身区 全场回放（二） 10:00,http://82.156.245.233:30008/968197399
中国网球公开赛 梅尔滕斯/施耐德晋级女双四强 【女双1/4决赛】埃拉尼/保利尼0-2达布劳斯基/史蒂芬妮（赛场原声） 18:00,http://82.156.245.233:30008/968197264
中国网球公开赛 梅尔滕斯/施耐德晋级女双四强 【女双1/4决赛】埃拉尼/保利尼0-2达布劳斯基/史蒂芬妮（赛场原声）（4K） 18:00,http://82.156.245.233:30008/968196832
中国网球公开赛 梅尔滕斯/施耐德晋级女双四强 【女双1/4决赛】埃拉尼/保利尼0-2达布劳斯基/史蒂芬妮（乔迁） 18:00,http://82.156.245.233:30008/968196600
中国网球公开赛 梅尔滕斯/施耐德晋级女双四强 【女双1/4决赛】埃拉尼/保利尼0-2达布劳斯基/史蒂芬妮（郭丰庆） 18:00,http://82.156.245.233:30008/968196601
中国网球公开赛 梅尔滕斯/施耐德晋级女双四强 【女双1/4决赛】梅尔滕斯/施耐德2-0佩雷兹/舒尔斯（赛场原声）（4K） 18:00,http://82.156.245.233:30008/968185988
中国网球公开赛 梅尔滕斯/施耐德晋级女双四强 【女双1/4决赛】梅尔滕斯/施耐德2-0佩雷斯/舒尔斯（赛场原声） 18:00,http://82.156.245.233:30008/968186491
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【回放】冯彦哲/黄东萍2-0陈堂杰/曾雯诗（杨妮娜） 21:40,http://82.156.245.233:30008/968192276
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【回放】吉尔莫0-2韩悦（孙宁智） 21:40,http://82.156.245.233:30008/968189347
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【回放】高家炫/吴梦莹2-1亨明/埃斯特尔（朱胤丞） 21:40,http://82.156.245.233:30008/968189199
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【回放】朱一珺/李茜0-0郭新娃/陈芳卉（退赛）（轩子博） 21:40,http://82.156.245.233:30008/968190127
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【回放】蒋振邦/魏雅欣2-0邓恩/麦克菲森（轩子博） 21:40,http://82.156.245.233:30008/968193266
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【回放】陈樊淑湉/罗徐敏2-0上坂铃/中西贵映（朱胤丞） 21:40,http://82.156.245.233:30008/968193634
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【回放】利昂娜/西妮0-2鲍骊婧/曹梓涵（孙宁智） 21:40,http://82.156.245.233:30008/968193942
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【回放】翁泓阳1-2昆拉武特（朱胤丞） 21:40,http://82.156.245.233:30008/968194832
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【回放】韩千禧0-2宫崎友花（杨妮娜） 21:40,http://82.156.245.233:30008/968195170
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【回放】罗意/王汀戈2-1艾比盖尔/埃斯特尔（孙宁智） 21:40,http://82.156.245.233:30008/968195972
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【回放】胡哲安2-0李诗沣（杨妮娜） 21:40,http://82.156.245.233:30008/968195998
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【回放】周天成2-0冲本优大（金子嘉） 21:40,http://82.156.245.233:30008/968197183
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【全场回放】一号场地（赛场原声）（一） 21:40,http://82.156.245.233:30008/968197249
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【全场回放】一号场地（赛场原声）（二） 21:40,http://82.156.245.233:30008/968197902
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【全场回放】一号场地（赛场原声）（三） 21:40,http://82.156.245.233:30008/968198218
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【全场回放】二号场地（赛场原声）（一） 21:40,http://82.156.245.233:30008/968197930
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【全场回放】二号场地（赛场原声）（二） 21:40,http://82.156.245.233:30008/968198243
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【全场回放】二号场地（赛场原声）（三） 21:40,http://82.156.245.233:30008/968198254
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【全场回放】三号场地（赛场原声）（一） 21:40,http://82.156.245.233:30008/968196932
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【全场回放】三号场地（赛场原声）（二） 21:40,http://82.156.245.233:30008/968198148
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【全场回放】三号场地（赛场原声）（三） 21:40,http://82.156.245.233:30008/968198229
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【全场回放】一号场地（英文解说）（一） 21:40,http://82.156.245.233:30008/968196611
BWF 李诗沣0-2胡哲安 凤凰组合晋级八强 【全场回放】一号场地（英文解说）（二） 21:40,http://82.156.245.233:30008/968197685
中国网球公开赛 穆霍娃VS巴图科娃 【回放】穆霍娃0-2巴图科娃（鸿昆） 13:00,http://82.156.245.233:30008/968188888
中国网球公开赛 穆霍娃VS巴图科娃 【回放】穆霍娃0-2巴图科娃（乔迁） 13:00,http://82.156.245.233:30008/968189384
中国网球公开赛 穆霍娃VS巴图科娃 【回放】穆霍娃0-2巴图科娃（赛场原声）（4K） 13:00,http://82.156.245.233:30008/968189856
中国网球公开赛 穆霍娃VS巴图科娃 【回放】穆霍娃0-2巴图科娃（赛场原声） 13:00,http://82.156.245.233:30008/968190039
NBA经典赛事 金州勇士 vs 波特兰开拓者 全场回放：（姜帆、周赫） 18:00,http://82.156.245.233:30008/968183570
中国网球公开赛 亚历山德洛娃VS米拉·安德列娃 【回放】亚历山德洛娃0-2安德列娃（单文强、张文悦） 18:00,http://82.156.245.233:30008/968195253
中国网球公开赛 亚历山德洛娃VS米拉·安德列娃 【回放】亚历山德洛娃0-2米拉·安德列娃（李宁） 18:00,http://82.156.245.233:30008/968195041
中国网球公开赛 亚历山德洛娃VS米拉·安德列娃 【回放】亚历山德洛娃0-2安德列娃（赛场原声）（4K） 18:00,http://82.156.245.233:30008/968195400
中国网球公开赛 亚历山德洛娃VS米拉·安德列娃 【回放】亚历山德洛娃0-2安德列娃（赛场原声） 18:00,http://82.156.245.233:30008/968195748
体育-今天,#genre#
NBA 骑士VS凯尔特人 全场回放（王冠证） 06:55,http://82.156.245.233:30008/968200281
NBA 骑士VS凯尔特人 全场回放（英文原声） 06:55,http://82.156.245.233:30008/968201839
NBA 篮网VS76人 全场回放（姜帆、周赫） 07:25,http://82.156.245.233:30008/968201328
NBA 篮网VS76人 全场回放（英文原声） 07:25,http://82.156.245.233:30008/968202968
NBA 尼克斯VS奇才 全场回放（王凯） 07:25,http://82.156.245.233:30008/968200862
NBA 尼克斯VS奇才 全场回放（英文原声） 07:25,http://82.156.245.233:30008/968202540
NBA 热火VS鹈鹕 全场回放（刘圳展） 07:25,http://82.156.245.233:30008/968200924
NBA 热火VS鹈鹕 全场回放（英文原声） 07:25,http://82.156.245.233:30008/968202735
NBA 马刺VS老鹰 全场回放（王晓晨） 07:55,http://82.156.245.233:30008/968201704
NBA 马刺VS老鹰 全场回放（英文原声） 07:55,http://82.156.245.233:30008/968203004
UFC BJJ 莫拉加冕BJJ史上首位双冠王 全场回放（王琰博） 07:55,http://82.156.245.233:30008/968201760
UFC BJJ 莫拉加冕BJJ史上首位双冠王 UFC巴西柔术大赛第12期全场回放（英文原声） 07:55,http://82.156.245.233:30008/968202953
WTT 第九日热身区 热身区 10:00,http://82.156.245.233:30008/968037641
NBA 湖人VS国王 全场回放（李天宇、陈正昊、刘潇涵） 10:25,http://82.156.245.233:30008/968206123
NBA 湖人VS国王 全场回放（英文原声） 10:25,http://82.156.245.233:30008/968207613
中国网球公开赛 张帅/西尼亚科娃横扫晋级 郑钦文 vs  斯维托丽娜(詹俊,王蔷) 14:00,http://82.156.245.233:30008/968200313
中国网球公开赛 张帅/西尼亚科娃横扫晋级 3D全真视频 13:00,http://82.156.245.233:30008/968144934
中国网球公开赛 张帅/西尼亚科娃横扫晋级 明星视角 13:00,http://82.156.245.233:30008/968113961
中国网球公开赛 张帅/西尼亚科娃横扫晋级 钻石球场4K 13:00,http://82.156.245.233:30008/968053052
中国网球公开赛 张帅/西尼亚科娃横扫晋级 钻石球场 13:00,http://82.156.245.233:30008/967706270
超三联赛 超三联赛 三亚大区赛 B档小组赛下午场 清流播出 13:55,http://82.156.245.233:30008/968189993
CBA 长白山恩都里VS新疆广汇能源 姜帆 14:50,http://82.156.245.233:30008/968192729
CBA 长白山恩都里VS新疆广汇能源 赛场原声 14:50,http://82.156.245.233:30008/968192148
CBA 天津先行者VS广州智都集团 张泽欣 14:50,http://82.156.245.233:30008/968192877
CBA 天津先行者VS广州智都集团 赛场原声 14:50,http://82.156.245.233:30008/968192293
CBA 北京控股VS南京同曦宙光 庄宁宇 14:50,http://82.156.245.233:30008/968192780
CBA 北京控股VS南京同曦宙光 赛场原声 14:50,http://82.156.245.233:30008/968192180
CBA 浙江稠州金租VS江苏肯帝亚 徐秦威 14:50,http://82.156.245.233:30008/968192826
CBA 浙江稠州金租VS江苏肯帝亚 赛场原声 14:50,http://82.156.245.233:30008/968192225
CBA 福建晋江文旅VS四川锦城 字诚 14:50,http://82.156.245.233:30008/968192497
CBA 福建晋江文旅VS四川锦城 赛场原声 14:50,http://82.156.245.233:30008/968192127
中国网球公开赛 郑钦文VS斯维托丽娜 詹俊 王蔷 14:00,http://82.156.245.233:30008/968200313
中国网球公开赛 郑钦文VS斯维托丽娜 明星视角 13:00,http://82.156.245.233:30008/968113961
中国网球公开赛 郑钦文VS斯维托丽娜 钻石球场4K 13:00,http://82.156.245.233:30008/968053052
中国网球公开赛 郑钦文VS斯维托丽娜 3D全真视频 13:00,http://82.156.245.233:30008/968144934
中国网球公开赛 郑钦文VS斯维托丽娜 赛场原声 15:00,http://82.156.245.233:30008/968200266
WTT 王曼昱vs申裕斌 温瑞博/袁励岑止步四强 周冠达 侯英超 周雨 10:00,http://82.156.245.233:30008/968037595
WTT 王曼昱vs申裕斌 温瑞博/袁励岑止步四强 热身区 10:00,http://82.156.245.233:30008/968037641
WTT 王曼昱vs申裕斌 温瑞博/袁励岑止步四强 混采区 11:00,http://82.156.245.233:30008/968024911
WTT 王曼昱vs申裕斌 温瑞博/袁励岑止步四强 候场区 10:40,http://82.156.245.233:30008/968037660
WTT 王曼昱vs申裕斌 温瑞博/袁励岑止步四强 1号桌 11:00,http://82.156.245.233:30008/968037557
WTT 王曼昱vs申裕斌 温瑞博/袁励岑止步四强 智能字幕 11:00,http://82.156.245.233:30008/968054190
BWF 凤凰组合、丫邦组合出战 胡哲安PK安东森 蒋振邦/魏雅欣VS叶宏蔚/詹又蓁 18:00,http://82.156.245.233:30008/968201730
BWF 凤凰组合、丫邦组合出战 胡哲安PK安东森 刘广珩/许尹鏸VS朱一珺/李茜 18:05,http://82.156.245.233:30008/968201789
BWF 凤凰组合、丫邦组合出战 胡哲安PK安东森 冯彦哲/黄东萍VS卡尔堡/蒂尔达 18:10,http://82.156.245.233:30008/968201797
BWF 凤凰组合、丫邦组合出战 胡哲安PK安东森 1号场地 18:00,http://82.156.245.233:30008/968131350
BWF 凤凰组合、丫邦组合出战 胡哲安PK安东森 2号场地 18:05,http://82.156.245.233:30008/968131360
BWF 凤凰组合、丫邦组合出战 胡哲安PK安东森 3号场地 18:10,http://82.156.245.233:30008/968131368
BWF 凤凰组合、丫邦组合出战 胡哲安PK安东森 1号场地英文视角 18:00,http://82.156.245.233:30008/968131378
超三联赛 超三联赛 三亚大区赛 B档小组赛晚间场 清流播出 18:55,http://82.156.245.233:30008/968191053
中国网球公开赛 梅尔滕斯VS斯瓦泰克 乔迁 19:00,http://82.156.245.233:30008/968200377
中国网球公开赛 梅尔滕斯VS斯瓦泰克 宋光振 19:00,http://82.156.245.233:30008/968200364
中国网球公开赛 梅尔滕斯VS斯瓦泰克 3D全真视频 13:00,http://82.156.245.233:30008/968144934
中国网球公开赛 梅尔滕斯VS斯瓦泰克 明星视角 13:00,http://82.156.245.233:30008/968113961
中国网球公开赛 梅尔滕斯VS斯瓦泰克 钻石球场4K 13:00,http://82.156.245.233:30008/968053052
中国网球公开赛 梅尔滕斯VS斯瓦泰克 赛场原声 19:00,http://82.156.245.233:30008/968200345
绿茵狂想：联赛季 传奇落幕！足坛翻开全新篇章 孙继海 张路 杨茗茗 孙雨轩 19:00,http://82.156.245.233:30008/967502890
晋超联赛 运城市VS阳泉市 赛场原声 19:20,http://82.156.245.233:30008/968009467
CBA 广东东阳光VS山东高速 连睿 19:20,http://82.156.245.233:30008/968193000
CBA 广东东阳光VS山东高速 同看NBA中国赛 19:15,http://82.156.245.233:30008/968100830
CBA 广东东阳光VS山东高速 赛场原声 19:20,http://82.156.245.233:30008/968192404
CBA 深圳马可波罗VS山西汾酒 王冠证 19:20,http://82.156.245.233:30008/968192953
CBA 深圳马可波罗VS山西汾酒 赛场原声 19:20,http://82.156.245.233:30008/968192365
CBA 上海久事VS辽宁本钢 李天宇 19:20,http://82.156.245.233:30008/968192905
CBA 上海久事VS辽宁本钢 同看NBA中国赛 19:15,http://82.156.245.233:30008/968100830
CBA 上海久事VS辽宁本钢 赛场原声 19:20,http://82.156.245.233:30008/968192303
CBA 北京首钢VS宁波町渥 邵化谦 19:20,http://82.156.245.233:30008/968192975
CBA 北京首钢VS宁波町渥 赛场原声 19:20,http://82.156.245.233:30008/968192384
CBA 浙江浙商证券VS青岛崂山啤酒 刘圳展 19:20,http://82.156.245.233:30008/968192928
CBA 浙江浙商证券VS青岛崂山啤酒 赛场原声 19:20,http://82.156.245.233:30008/968192356
浙BA 衢州VS海宁 赛场原声 19:30,http://82.156.245.233:30008/967998520
中超 青岛海牛VS北京国安 李欣 徐阳 程思钦 19:00,http://82.156.245.233:30008/968169454
中超 青岛海牛VS北京国安 赛场原声 19:20,http://82.156.245.233:30008/968169435
中超 深圳新鹏城VS河南俱乐部彩陶坊 刘腾 冯潇霆 19:20,http://82.156.245.233:30008/968169412
中超 深圳新鹏城VS河南俱乐部彩陶坊 赛场原声 19:20,http://82.156.245.233:30008/968169403
中超 深圳新鹏城VS河南俱乐部彩陶坊 智能解说 19:30,http://82.156.245.233:30008/968183045
湘超 长沙队VS株洲队 赛场原声 19:38,http://82.156.245.233:30008/968001505
湘超 怀化队VS常德队 赛场原声 19:38,http://82.156.245.233:30008/968001520
中超 浙江俱乐部绿城VS上海海港 娄一晨 刘越 邵凌霄 19:30,http://82.156.245.233:30008/968169571
中超 浙江俱乐部绿城VS上海海港 飞猫视角 19:45,http://82.156.245.233:30008/968169545
中超 浙江俱乐部绿城VS上海海港 赛场原声 19:45,http://82.156.245.233:30008/968169528
中超 浙江俱乐部绿城VS上海海港 智能解说 19:55,http://82.156.245.233:30008/968182923
NBA 独行侠VS火箭 杨健 丁彦雨航 周鹏 19:15,http://82.156.245.233:30008/968100830
NBA 独行侠VS火箭 孙博 曾令旭 裴优 19:15,http://82.156.245.233:30008/968100920
NBA 独行侠VS火箭 同看CBA 19:20,http://82.156.245.233:30008/968192905
NBA 独行侠VS火箭 同看CBA季前赛 19:20,http://82.156.245.233:30008/968193000
NBA 独行侠VS火箭 英文原声 19:55,http://82.156.245.233:30008/968075248
NBA 独行侠VS火箭 智能字幕 19:55,http://82.156.245.233:30008/968086240
浪琴环球马术冠军赛 罗马站GCL团体赛 赛场原声 20:25,http://82.156.245.233:30008/968200561
浪琴环球马术冠军赛 罗马站GCL团体赛 英文解说 20:25,http://82.156.245.233:30008/968200578
浪琴环球马术冠军赛 罗马站GCL团体赛 中文解说 20:25,http://82.156.245.233:30008/968200607
ONE冠军赛 ONE周五格斗夜174：德杜安莱克VS蒙坤德莱 何鹏 21:25,http://82.156.245.233:30008/968190847
ONE冠军赛 ONE周五格斗夜174：德杜安莱克VS蒙坤德莱 英文原声 21:25,http://82.156.245.233:30008/968190818
CBA 篮球公园丨 正青春——记CUBAL全明星之夜 篮球公园 22:05,http://82.156.245.233:30008/968190850
世界跆拳道大奖赛 世界跆拳道大奖赛巴黎站第一日 解说 22:55,http://82.156.245.233:30008/968188394
体育-明天,#genre#
德甲 多特蒙德VS云达不莱梅 沈云怡 鲁靖明 02:15,http://82.156.245.233:30008/968169795
德甲 多特蒙德VS云达不莱梅 赛场原声 02:15,http://82.156.245.233:30008/968169782
德甲 多特蒙德VS云达不莱梅 智能解说 02:25,http://82.156.245.233:30008/968182888
德甲 多特蒙德VS云达不莱梅 沈云怡 鲁靖明 02:15,http://82.156.245.233:30008/968205189
法甲 朗斯VS里昂 刘一臻 02:30,http://82.156.245.233:30008/968170281
法甲 朗斯VS里昂 赛场原声 02:30,http://82.156.245.233:30008/968170266
西甲 马拉加VS西班牙人 洪宇青 02:45,http://82.156.245.233:30008/968169542
西甲 马拉加VS西班牙人 赛场原声 02:45,http://82.156.245.233:30008/968169534
NBA 公牛VS灰熊 李嘉伟 07:55,http://82.156.245.233:30008/968075358
NBA 公牛VS灰熊 英文原声 07:55,http://82.156.245.233:30008/968075329
NBA 公牛VS灰熊 智能字幕 07:55,http://82.156.245.233:30008/968086237
咪咕体育日报 undefined 咪咕体育日报 第206期 08:00,http://82.156.245.233:30008/968047704
中国自行车运动协会系列赛 UCI BMX竞速世界杯崇礼站 解说 12:55,http://82.156.245.233:30008/968073052
WTT 第十日热身区 热身区 11:00,http://82.156.245.233:30008/968037772
WTT 争冠！王曼昱/蒯曼PK日乒 陈幸同冲决赛 周雨 侯英超 程靖淇 11:00,http://82.156.245.233:30008/968037735
WTT 争冠！王曼昱/蒯曼PK日乒 陈幸同冲决赛 热身区 11:00,http://82.156.245.233:30008/968037772
WTT 争冠！王曼昱/蒯曼PK日乒 陈幸同冲决赛 混采区 12:00,http://82.156.245.233:30008/968024967
WTT 争冠！王曼昱/蒯曼PK日乒 陈幸同冲决赛 候场区 11:40,http://82.156.245.233:30008/968037787
WTT 争冠！王曼昱/蒯曼PK日乒 陈幸同冲决赛 赛场原声 12:00,http://82.156.245.233:30008/968037691
WTT 争冠！王曼昱/蒯曼PK日乒 陈幸同冲决赛 智能字幕 12:00,http://82.156.245.233:30008/968054178
WTT 争冠！王曼昱/蒯曼PK日乒 陈幸同冲决赛 智能解说 12:00,http://82.156.245.233:30008/968054068
中国网球公开赛 女单半决赛 钻石球场 13:00,http://82.156.245.233:30008/967706388
中国网球公开赛 女单半决赛 单边采访 13:00,http://82.156.245.233:30008/967951982
中国网球公开赛 女单半决赛 混采 13:00,http://82.156.245.233:30008/967951998
中国网球公开赛 女单半决赛 新闻发布会 13:00,http://82.156.245.233:30008/967952017
中国网球公开赛 女单半决赛 钻石球场4K 13:00,http://82.156.245.233:30008/968053246
中国网球公开赛 女单半决赛 明星视角 13:00,http://82.156.245.233:30008/968113965
中国网球公开赛 女单半决赛 3D全真视频 13:00,http://82.156.245.233:30008/968144948
超三联赛 超三联赛 三亚大区赛 A档小组赛 周钰波 薛思佳 12:55,http://82.156.245.233:30008/968190057
中国自行车运动协会系列赛 环崇明岛女子世巡赛 解说 13:00,http://82.156.245.233:30008/968201656
CBA 宁波町渥VS江苏肯帝亚 体育远程制播36 14:50,http://82.156.245.233:30008/968201520
CBA 宁波町渥VS江苏肯帝亚 赛场原声 14:50,http://82.156.245.233:30008/968201509
CBA 辽宁本钢VS福建晋江文旅 体育远程制播33 14:50,http://82.156.245.233:30008/968201347
CBA 辽宁本钢VS福建晋江文旅 赛场原声 14:50,http://82.156.245.233:30008/968201338
CBA 青岛崂山啤酒VS新疆广汇能源 体育远程制播34 14:50,http://82.156.245.233:30008/968201383
CBA 青岛崂山啤酒VS新疆广汇能源 赛场原声 14:50,http://82.156.245.233:30008/968201377
CBA 山东高速VS天津先行者 体育远程制播37 14:50,http://82.156.245.233:30008/968201563
CBA 山东高速VS天津先行者 赛场原声 14:50,http://82.156.245.233:30008/968201546
CBA 山西汾酒VS南京同曦宙光 体育远程制播35 14:50,http://82.156.245.233:30008/968201484
CBA 山西汾酒VS南京同曦宙光 赛场原声 14:50,http://82.156.245.233:30008/968201463
NBA NBA中国赛球迷日 连睿 15:55,http://82.156.245.233:30008/968075425
BWF 北极羽毛球公开赛第五日 1号场地 16:00,http://82.156.245.233:30008/968131386
BWF 北极羽毛球公开赛第五日 1号场地 01:00,http://82.156.245.233:30008/968131392
BWF 北极羽毛球公开赛第五日 1号场地英文视角 16:00,http://82.156.245.233:30008/968131398
中甲 苏州东吴VS石家庄功夫 解说 18:50,http://82.156.245.233:30008/968189864
中甲 苏州东吴VS石家庄功夫 赛场原声 18:50,http://82.156.245.233:30008/968189771
中甲 大连鲲城VS长春亚泰 解说 18:50,http://82.156.245.233:30008/968189935
中甲 大连鲲城VS长春亚泰 赛场原声 18:50,http://82.156.245.233:30008/968189949
JCK JCK战觉城进阶之路第六期 清流播出 19:00,http://82.156.245.233:30008/968199759
超三联赛 超三联赛 三亚大区赛 A档12进8及B档决赛 张俊卿 王冠证 18:55,http://82.156.245.233:30008/968190087
晋超联赛 吕梁市VS晋中市 赛场原声 19:20,http://82.156.245.233:30008/968009482
中甲 梅州客家VS无锡吴钩 解说 19:20,http://82.156.245.233:30008/968189966
中甲 梅州客家VS无锡吴钩 赛场原声 19:20,http://82.156.245.233:30008/968190002
英超 阿森纳VS利兹联 颜强 徐阳 郭小仙儿 19:00,http://82.156.245.233:30008/968169700
英超 阿森纳VS利兹联 陈曦 叶紫辰 19:15,http://82.156.245.233:30008/968169719
英超 阿森纳VS利兹联 英文原声 19:15,http://82.156.245.233:30008/968170439
英超 阿森纳VS利兹联 智能解说 19:25,http://82.156.245.233:30008/968182856
英超 阿森纳VS利兹联 4K赛场原声 19:15,http://82.156.245.233:30008/968187496
英超 阿森纳VS利兹联 陈曦 叶紫辰 19:15,http://82.156.245.233:30008/968205220
英超 阿森纳VS利兹联 颜强 徐阳 郭小仙儿 19:00,http://82.156.245.233:30008/968205223
CBA 深圳马可波罗VS北京控股 体育远程制播35 19:20,http://82.156.245.233:30008/968201702
CBA 深圳马可波罗VS北京控股 赛场原声 19:20,http://82.156.245.233:30008/968201680
CBA 广州智都集团VS广东东阳光 体育远程制播37 19:20,http://82.156.245.233:30008/968202043
CBA 广州智都集团VS广东东阳光 赛场原声 19:20,http://82.156.245.233:30008/968201764
CBA 北京首钢VS浙江稠州金租 体育远程制播36 19:20,http://82.156.245.233:30008/968201741
CBA 北京首钢VS浙江稠州金租 赛场原声 19:20,http://82.156.245.233:30008/968201727
CBA 四川锦城VS上海久事 体育远程制播33 19:20,http://82.156.245.233:30008/968201623
CBA 四川锦城VS上海久事 赛场原声 19:20,http://82.156.245.233:30008/968201610
CBA 浙江浙商证券VS长白山恩都里 体育远程制播34 19:20,http://82.156.245.233:30008/968201668
CBA 浙江浙商证券VS长白山恩都里 赛场原声 19:20,http://82.156.245.233:30008/968201658
浙BA 安吉VS桐乡 赛场原声 19:30,http://82.156.245.233:30008/968179838
浙BA 江山VS台州 赛场原声 19:30,http://82.156.245.233:30008/968179851
中超 成都蓉城VS天津津门虎 苏东 孙雷 刘越 18:00,http://82.156.245.233:30008/968169834
中超 成都蓉城VS天津津门虎 孙雨轩 贺宇 李子琪 18:00,http://82.156.245.233:30008/968169828
中超 成都蓉城VS天津津门虎 3D全真视频 19:30,http://82.156.245.233:30008/968169818
中超 成都蓉城VS天津津门虎 乔迁 19:20,http://82.156.245.233:30008/968169800
中超 成都蓉城VS天津津门虎 成都蓉城球星视角 19:20,http://82.156.245.233:30008/968169793
中超 成都蓉城VS天津津门虎 天津津门虎球星视角 19:20,http://82.156.245.233:30008/968169786
中超 成都蓉城VS天津津门虎 数智战术视角 19:30,http://82.156.245.233:30008/968169776
中超 成都蓉城VS天津津门虎 飞猫视角 19:20,http://82.156.245.233:30008/968169772
中超 成都蓉城VS天津津门虎 4K赛场原声 19:20,http://82.156.245.233:30008/968169754
中超 上海申花VS云南玉昆 石庆圣 李彦 孙蕊 19:00,http://82.156.245.233:30008/968169645
中超 上海申花VS云南玉昆 赛场原声 19:20,http://82.156.245.233:30008/968169632
中超 上海申花VS云南玉昆 智能解说 19:30,http://82.156.245.233:30008/968182838
辽超 铁岭队VS朝阳队 赛场原声 19:35,http://82.156.245.233:30008/967816045
辽超 葫芦岛队VS沈阳队 赛场原声 19:35,http://82.156.245.233:30008/967816052
湘超 益阳队VS永州队 赛场原声 19:38,http://82.156.245.233:30008/968001541
湘超 衡阳队VS张家界队 赛场原声 19:38,http://82.156.245.233:30008/968001552
西甲 巴列卡诺VS毕尔巴鄂竞技 鹿中原 19:45,http://82.156.245.233:30008/968169510
西甲 巴列卡诺VS毕尔巴鄂竞技 赛场原声 19:45,http://82.156.245.233:30008/968169492
意甲 热那亚VS佛罗伦萨 梁祥宇 20:45,http://82.156.245.233:30008/968170465
意甲 热那亚VS佛罗伦萨 赛场原声 20:45,http://82.156.245.233:30008/968170629
德甲 帕德博恩VS斯图加特 刘洪新 21:15,http://82.156.245.233:30008/968170146
德甲 帕德博恩VS斯图加特 赛场原声 21:15,http://82.156.245.233:30008/968170127
德甲 柏林联VS埃尔沃斯贝格 马延峰 21:15,http://82.156.245.233:30008/968170064
德甲 柏林联VS埃尔沃斯贝格 赛场原声 21:15,http://82.156.245.233:30008/968170007
德甲 美因茨VS勒沃库森 刘洋 21:15,http://82.156.245.233:30008/968169975
德甲 美因茨VS勒沃库森 赛场原声 21:15,http://82.156.245.233:30008/968169960
德甲 奥格斯堡VS拜仁慕尼黑 胡小凡 张力 21:15,http://82.156.245.233:30008/968169900
德甲 奥格斯堡VS拜仁慕尼黑 赛场原声 21:15,http://82.156.245.233:30008/968169865
德甲 奥格斯堡VS拜仁慕尼黑 智能解说 21:25,http://82.156.245.233:30008/968182800
德甲 奥格斯堡VS拜仁慕尼黑 胡小凡 张力 21:15,http://82.156.245.233:30008/968205186
德甲 霍芬海姆VS汉堡 吴子越 21:15,http://82.156.245.233:30008/968169842
德甲 霍芬海姆VS汉堡 赛场原声 21:15,http://82.156.245.233:30008/968169836
英超 桑德兰VS布莱顿 黄航 21:45,http://82.156.245.233:30008/968170926
英超 桑德兰VS布莱顿 赛场原声 21:45,http://82.156.245.233:30008/968170946
英超 桑德兰VS布莱顿 英文原声 21:45,http://82.156.245.233:30008/968170938
英超 伊普斯维奇VS富勒姆 刘焕 21:45,http://82.156.245.233:30008/968170834
英超 伊普斯维奇VS富勒姆 赛场原声 21:45,http://82.156.245.233:30008/968170854
英超 伊普斯维奇VS富勒姆 英文原声 21:45,http://82.156.245.233:30008/968170845
英超 切尔西VS伯恩茅斯 涂远 董方卓 魏欣怡 21:30,http://82.156.245.233:30008/968170743
英超 切尔西VS伯恩茅斯 江忠德 21:45,http://82.156.245.233:30008/968170759
英超 切尔西VS伯恩茅斯 赛场原声 21:45,http://82.156.245.233:30008/968170787
英超 切尔西VS伯恩茅斯 英文原声 21:45,http://82.156.245.233:30008/968170772
英超 切尔西VS伯恩茅斯 江忠德 21:45,http://82.156.245.233:30008/968205207
英超 阿斯顿维拉VS布伦特福德 鲁靖明 21:45,http://82.156.245.233:30008/968170703
英超 阿斯顿维拉VS布伦特福德 赛场原声 21:45,http://82.156.245.233:30008/968170723
英超 阿斯顿维拉VS布伦特福德 英文原声 21:45,http://82.156.245.233:30008/968170709
西甲 阿拉维斯VS马德里竞技 张天翼 王宇 22:00,http://82.156.245.233:30008/968169474
西甲 阿拉维斯VS马德里竞技 赛场原声 22:00,http://82.156.245.233:30008/968169470
世界跆拳道大奖赛 世界跆拳道大奖赛巴黎站第二日 解说 22:55,http://82.156.245.233:30008/968188401
法甲 里尔VS勒阿弗尔 李永熙 23:00,http://82.156.245.233:30008/968170381
法甲 里尔VS勒阿弗尔 赛场原声 23:00,http://82.156.245.233:30008/968170288
//咪咕结束

DG专属,#group#
凤凰秀,#genre#
凤凰中文台,http://bobohome.ignorelist.com:20247/fengshows?id=2.m3u8
凤凰资讯台,http://bobohome.ignorelist.com:20247/fengshows?id=1.m3u8
凤凰香港台,http://bobohome.ignorelist.com:20247/fengshows?id=3.m3u8
代理央卫1,#genre#
CCTV-1综合,http://204.12.221.218:8181/3m1080p/cctv1.m3u8
CCTV-2财经,http://204.12.221.218:8181/3m1080p/cctv2.m3u8
CCTV-3综艺,http://204.12.221.218:8181/3m1080p/cctv3.m3u8
CCTV-4中文国际,http://204.12.221.218:8181/3m1080p/cctv4.m3u8
CCTV-5体育,http://204.12.221.218:8181/3m1080p/cctv5.m3u8
CCTV-6电影,http://204.12.221.218:8181/3m1080p/cctv6.m3u8
CCTV-7国防军事,http://204.12.221.218:8181/3m1080p/cctv7.m3u8
CCTV-8电视剧,http://204.12.221.218:8181/3m1080p/cctv8.m3u8
CCTV-9纪录,http://204.12.221.218:8181/3m1080p/cctv9.m3u8
CCTV-10科教,http://204.12.221.218:8181/3m1080p/cctv10.m3u8
CCTV-11戏曲,http://204.12.221.218:8181/3m1080p/cctv11.m3u8
CCTV-12社会与法,http://204.12.221.218:8181/3m1080p/cctv12.m3u8
CCTV-13新闻,http://204.12.221.218:8181/3m1080p/cctv13.m3u8
CCTV-14少儿,http://204.12.221.218:8181/3m1080p/cctv14.m3u8
CCTV-15音乐,http://204.12.221.218:8181/3m1080p/cctv15.m3u8
CCTV-16奥林匹克,http://204.12.221.218:8181/3m1080p/cctv16.m3u8
CCTV-17农业农村,http://204.12.221.218:8181/3m1080p/cctv17.m3u8
CCTV-5+HD,http://204.12.221.218:8181/3m1080p/cctv5p.m3u8
CCTV-女性时尚,http://204.12.221.218:8181/3m1080p/nxss.m3u8
中央新影-发现之旅,http://204.12.221.218:8181/3m1080p/fxzl.m3u8
中央新影-老故事,http://204.12.221.218:8181/3m1080p/lgs.m3u8
中国教育1,http://204.12.221.218:8181/3m1080p/cetv1.m3u8
中国教育2,http://204.12.221.218:8181/3m1080p/cetv2.m3u8
中国教育3,http://204.12.221.218:8181/3m1080p/cetv3.m3u8
中国教育4,http://204.12.221.218:8181/3m1080p/cetv4.m3u8
早期教育,http://204.12.221.218:8181/3m1080p/zqjy.m3u8
山东教育卫视,http://204.12.221.218:8181/3m1080p/sdjy.m3u8
国学频道,http://204.12.221.218:8181/3m1080p/gxpd.m3u8
北京卡酷少儿,http://204.12.221.218:8181/3m1080p/btvkk.m3u8
嘉佳卡通,http://204.12.221.218:8181/3m1080p/gdjjkt.m3u8
金鹰卡通,http://204.12.221.218:8181/3m1080p/hnjykt.m3u8
优漫卡通,http://204.12.221.218:8181/3m1080p/ymkt.m3u8
天元围棋,http://204.12.221.218:8181/3m1080p/gztywq.m3u8
湖南卫视,http://204.12.221.218:8181/3m1080p/hnws.m3u8
浙江卫视,http://204.12.221.218:8181/3m1080p/zjws.m3u8
江苏卫视,http://204.12.221.218:8181/3m1080p/jsws.m3u8
重庆卫视,http://204.12.221.218:8181/3m1080p/cqws.m3u8
东方卫视,http://204.12.221.218:8181/3m1080p/dfws.m3u8
东南卫视,http://204.12.221.218:8181/3m1080p/dnws.m3u8
广东卫视,http://204.12.221.218:8181/3m1080p/gdws.m3u8
甘肃卫视,http://204.12.221.218:8181/3m1080p/gsws.m3u8
贵州卫视,http://204.12.221.218:8181/3m1080p/gzws.m3u8
湖北卫视,http://204.12.221.218:8181/3m1080p/hbws.m3u8
厦门卫视,http://204.12.221.218:8181/3m1080p/xmws.m3u8
山西卫视,http://204.12.221.218:8181/3m1080p/sxws.m3u8
河南卫视,http://204.12.221.218:8181/3m1080p/haws.m3u8
河北卫视,http://204.12.221.218:8181/3m1080p/hews.m3u8
四川卫视,http://204.12.221.218:8181/3m1080p/scws.m3u8
陕西卫视,http://204.12.221.218:8181/3m1080p/snws.m3u8
安徽卫视,http://204.12.221.218:8181/3m1080p/ahws.m3u8
北京卫视,http://204.12.221.218:8181/3m1080p/bjws.m3u8
黑龙江卫视,http://204.12.221.218:8181/3m1080p/hljws.m3u8
吉林卫视,http://204.12.221.218:8181/3m1080p/jlws.m3u8
江西卫视,http://204.12.221.218:8181/3m1080p/jxws.m3u8
辽宁卫视,http://204.12.221.218:8181/3m1080p/lnws.m3u8
山东卫视,http://204.12.221.218:8181/3m1080p/sdws.m3u8
青海卫视,http://204.12.221.218:8181/3m1080p/qhws.m3u8
新疆卫视,http://204.12.221.218:8181/3m1080p/xjws.m3u8
西藏卫视,http://204.12.221.218:8181/3m1080p/xzws.m3u8
海南卫视,http://204.12.221.218:8181/3m1080p/lyws.m3u8
三沙卫视,http://204.12.221.218:8181/3m1080p/ssws.m3u8
深圳卫视,http://204.12.221.218:8181/3m1080p/szws.m3u8
天津卫视,http://204.12.221.218:8181/3m1080p/tjws.m3u8
云南卫视,http://204.12.221.218:8181/3m1080p/ynws.m3u8
兵团卫视,http://204.12.221.218:8181/3m1080p/btws.m3u8
宁夏卫视,http://204.12.221.218:8181/3m1080p/nxws.m3u8
内蒙古卫视,http://204.12.221.218:8181/3m1080p/nmgws.m3u8
延边卫视,http://204.12.221.218:8181/3m1080p/ybws.m3u8
农林卫视,http://204.12.221.218:8181/3m1080p/snnl.m3u8
代理央卫2,#genre#
CCTV-1,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226016/index.m3u8 $黑龙江移动
CCTV-2,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225588/index.m3u8 $黑龙江移动
CCTV-3,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226021/index.m3u8 $黑龙江移动
CCTV-4,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226007/index.m3u8 $黑龙江移动
CCTV-5,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226019/index.m3u8 $黑龙江移动
CCTV-5+,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225603/index.m3u8 $黑龙江移动
CCTV-6,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226010/index.m3u8 $黑龙江移动
CCTV-7,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225733/index.m3u8 $黑龙江移动
CCTV-8,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226008/index.m3u8 $黑龙江移动
CCTV-9,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225734/index.m3u8 $黑龙江移动
CCTV-10,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225730/index.m3u8 $黑龙江移动
CCTV-11,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225597/index.m3u8 $黑龙江移动
CCTV-12,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225731/index.m3u8 $黑龙江移动
CCTV-13,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226537/index.m3u8 $黑龙江移动
CCTV-14,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225732/index.m3u8 $黑龙江移动
CCTV-15,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225601/index.m3u8 $黑龙江移动
CCTV-16,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226100/index.m3u8 $黑龙江移动
CCTV-17,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225765/index.m3u8 $黑龙江移动
北京卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225728/index.m3u8 $黑龙江移动
天津卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225740/index.m3u8 $黑龙江移动
东方卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225735/index.m3u8 $黑龙江移动
重庆卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226409/index.m3u8 $黑龙江移动
江苏卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225613/index.m3u8 $黑龙江移动
浙江卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225612/index.m3u8 $黑龙江移动
安徽卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226391/index.m3u8 $黑龙江移动
江西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226344/index.m3u8 $黑龙江移动
湖南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225610/index.m3u8 $黑龙江移动
湖北卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225627/index.m3u8 $黑龙江移动
河南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226480/index.m3u8 $黑龙江移动
河北卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226406/index.m3u8 $黑龙江移动
广东卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226248/index.m3u8 $黑龙江移动
广西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226380/index.m3u8 $黑龙江移动
黑龙江卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226327/index.m3u8 $黑龙江移动
吉林卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226397/index.m3u8 $黑龙江移动
辽宁卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225619/index.m3u8 $黑龙江移动
东南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226341/index.m3u8 $黑龙江移动
深圳卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225739/index.m3u8 $黑龙江移动
山东卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226456/index.m3u8 $黑龙江移动
云南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226444/index.m3u8 $黑龙江移动
贵州卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226474/index.m3u8 $黑龙江移动
四川卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226338/index.m3u8 $黑龙江移动
海南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226465/index.m3u8 $黑龙江移动
甘肃卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225633/index.m3u8 $黑龙江移动
山西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225624/index.m3u8 $黑龙江移动
宁夏卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225632/index.m3u8 $黑龙江移动
陕西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225625/index.m3u8 $黑龙江移动
新疆卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225635/index.m3u8 $黑龙江移动
内蒙古卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225634/index.m3u8 $黑龙江移动
兵团卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226439/index.m3u8 $黑龙江移动
西藏卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225638/index.m3u8 $黑龙江移动
青海卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225628/index.m3u8 $黑龙江移动

数字频道,#genre#
北京纪实,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225729/index.m3u8
黑莓电影,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225743/index.m3u8
黑莓动画,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225662/index.m3u8
黑莓电竞,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225675/index.m3u8
求索动物,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225730/1.m3u8
求索记录,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225713/1.m3u8
求索科学,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225728/1.m3u8
求索生活,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225715/1.m3u8
金鹰卡通,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225561/1.m3u8
卡酷少儿,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225562/1.m3u8
哈哈炫动,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225534/1.m3u8
优漫卡通,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225556/1.m3u8
哒啵赛事,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225559/1.m3u8

NewTV超级电影,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225717/index.m3u8
NewTV超级电视剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225716/index.m3u8
NewTV超级综艺,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225714/index.m3u8
NewTV超级体育,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225715/index.m3u8
NewTV精品大剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225670/index.m3u8
NewTV精品纪录,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225672/index.m3u8
NewTV精品体育,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225674/index.m3u8
NewTV金牌综艺,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225666/index.m3u8
NewTV东北热剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225741/index.m3u8
NewTV动作电影,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225661/index.m3u8
NewTV家庭剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225677/index.m3u8
NewTV军旅剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225676/index.m3u8
NewTV古装剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225663/index.m3u8
NewTV爱情喜剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225669/index.m3u8
NewTV欢乐剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225742/index.m3u8
NewTV明星大片,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225664/index.m3u8
NewTV海外剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225671/index.m3u8
NewTV惊悚悬疑,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225665/index.m3u8
NewTV军事评论,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225668/index.m3u8
NewTV怡伴健康,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225673/index.m3u8
NewTV武搏世界,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225680/index.m3u8
NewTV中国功夫,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225681/index.m3u8
NewTV农业致富,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225683/index.m3u8
NewTV潮妈辣婆,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225685/index.m3u8
NewTV炫舞未来,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225719/index.m3u8
电视剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/TVOD/88888888/224/3221225664/index.m3u8
综艺,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/TVOD/88888888/224/3221225671/index.m3u8
体育,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/TVOD/88888888/224/3221225680/index.m3u8

咪咕体育全网,#genre#
睛彩广场舞,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226046/1.m3u8
睛彩广场舞,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226143/1.m3u8
睛彩竞技,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225897/1.m3u8
睛彩篮球,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225895/1.m3u8
睛彩篮球,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226027/1.m3u8
睛彩青少,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226053/1.m3u8
至臻世界4K,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225651/1.m3u8
咪咕音乐4K,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225655/1.m3u8
咪咕视频01,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225611/1.m3u8
咪咕视频02,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225613/1.m3u8
咪咕视频03,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225620/1.m3u8
咪咕视频04,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225619/1.m3u8
咪咕视频05,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225639/1.m3u8
咪咕视频05,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225643/1.m3u8
咪咕视频06,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225641/1.m3u8
咪咕视频06,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225645/1.m3u8
咪咕视频07,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225647/1.m3u8
咪咕视频08,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225648/1.m3u8
咪咕视频09,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225649/1.m3u8
咪咕视频10,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225650/1.m3u8
咪咕视频11,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225652/1.m3u8
咪咕视频12,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225653/1.m3u8
咪咕视频13,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225654/1.m3u8
咪咕视频14,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225660/1.m3u8
咪咕视频15,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225662/1.m3u8
咪咕视频16,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225733/1.m3u8
咪咕视频17,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225735/1.m3u8
咪咕视频18,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225737/1.m3u8
咪咕视频19,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225754/1.m3u8
咪咕视频20,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225756/1.m3u8
咪咕视频21,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225758/1.m3u8
咪咕视频22,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225760/1.m3u8
咪咕视频23,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225901/1.m3u8
咪咕视频24,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225899/1.m3u8
咪咕视频25,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225905/1.m3u8
咪咕视频26,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225903/1.m3u8
咪咕视频27,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225910/1.m3u8
咪咕视频28,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225912/1.m3u8
咪咕视频29,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225914/1.m3u8


移动咪咕体育,#genre#
咪咕视频1,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000005969&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频2,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000007218&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频3,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000008001&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频4,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000010129&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频5,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000010948&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频6,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000028638&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频7,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000031494&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频8,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000000097&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频9,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000002019&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频10,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000003915&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频11,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000004193&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频12,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000005837&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频13,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000006077&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频14,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000006658&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频15,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000009788&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频16,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000010833&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频17,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000011297&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频18,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000011518&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频19,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000012558&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频20,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000012616&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频21,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000015470&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频22,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000019839&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频23,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000021904&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频24,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000025380&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频25,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000027691&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频26,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000031669&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频27,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011518&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频28,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011519&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频29,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011520&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频30,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011521&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频31,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011522&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频32,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=hnbblive&Contentid=2000000003000000063&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频33,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=ystenlive&Contentid=1000000006000270004&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕体育4K,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000005180&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$30M UHD
咪咕游戏赛事,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000008176&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕足球赛事1,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000005308&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕足球赛事2,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000008379&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕足球赛事3,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000002809&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕足球赛事4,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000015560&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕足球赛事5,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000023434&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
睛彩 竞技,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/3000000020000011528/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011528&livemode=1&stbId=001C366F865C602F58587E8BE8616930
睛彩 篮球,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/3000000020000011529/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011529&livemode=1&stbId=001C366F865C602F58587E8BE8616930
睛彩 青少,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/3000000020000011525/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011525&livemode=1&stbId=001C366F865C602F58587E8BE8616930

虎牙轮播,#genre#,DE=1#SC=0
电影_星爷,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342412
电影_英叔,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342421
电影_发哥,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342387
电影_成龙,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342386
电影_王晶,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602058
电影_沈腾,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601968
电影_黄渤,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352876
电影_强森,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059581
电影_漫威,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602034
电影_宇宙,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342428
电影_怪兽,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059577
电影_武侠,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342427
电影_警匪,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352886
电影_罪犯,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352962
电影_枪战,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059579
电影_海盗,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059595
电影_赛车,http://tv.zimtv.cn/tv/player/api/huya.php?id=11279247
电影_推荐,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602041
电影_救援,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059594
电影_热血,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352934
电影_盗墓,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059552
电影_贺岁,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601971
电影_玄幻,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342414
电影_谍战,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059585
电影_战争,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059592
电影_喜剧,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352877
电影_港片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602043
电影_国产,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352973
电影_周星星,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336587
电影_李连杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342390
电影_洪金宝,http://tv.zimtv.cn/tv/player/api/huya.php?id=11279251
电影_梁家辉,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342429
电影_刘德华,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342424
电影_斯坦森,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059588
电影_小鬼头,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352963
电影_八点档,http://tv.zimtv.cn/tv/player/api/huya.php?id=880261
电影_蜘蛛侠,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059599
电影_贺岁片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601986
电影_功夫片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352941
电影_黑帮片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336719
电影_丧尸片,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059578
电影_灾难片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602075
电影_谍战片,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059587
电影_战争片,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059574
电影_犯罪片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352974
电影_古装片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336590
电影_高分动作,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352884
电影_动作电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602077
电影_搞笑喜剧,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342423
电影_喜剧专场,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602044
电影_欢笑影院,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352894
电影_不挤影院,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352897
电影_国产悬疑,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342395
电影_快意江湖,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342435
电影_黑帮斗争,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342419
电影_嫣然影厅,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601977
电影_许氏三杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602033
电影_经典港片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352965
电影_镖行天下,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352969
电影_高能反转,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352887
电影_喜乐影院,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059580
电影_蘑菇影厅,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601981
电影_搞笑恐怖,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601960
电影_死神来了,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352903
电影_变形金刚,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059596
电影_怪兽系列,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059554
剧集_老三国,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602081
剧集_新三国,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352944
剧集_新水浒,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342384
剧集_纪晓岚,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342396
剧集_庆余年,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352960
剧集_雍正王朝,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342439
剧集_士兵突击,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342430
剧集_爱情公寓,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336726
剧集_武林外传,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059598
剧集_地下交通站,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342433
剧集_邻里一家亲,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342426
搞笑_陈翔六点半,http://tv.zimtv.cn/tv/player/api/huya.php?id=11274154
解说_鹿哥电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=24396360
解说_斌哥漫说,http://tv.zimtv.cn/tv/player/api/huya.php?id=18632116
解说_续哥说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=24396472
解说_小川侃电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=15870999
解说_阿良说剧,http://tv.zimtv.cn/tv/player/api/huya.php?id=20488841
解说_鱼丸电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16615910
解说_阿斗说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=13303478
解说_扁豆看电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16028551
解说_乌贼说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16604522
解说_大象放映室,http://tv.zimtv.cn/tv/player/api/huya.php?id=21277391
解说_科幻梦工场,http://tv.zimtv.cn/tv/player/api/huya.php?id=15152155
解说_亮哥讲电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16144175
解说_越哥说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=15894162
解说_小冉看电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=17341907
解说_阿翔说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16868935
解说_虎妞说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=20343144
解说_涵哥评电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16865726
解说_老皮讲电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16968572
解说_默爷侃电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=17204307
解说_冷君说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16739452
解说_恐怖电影解说,http://tv.zimtv.cn/tv/player/api/huya.php?id=16741179
许氏三杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602033
许冠英,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601972
五福星,http://tv.zimtv.cn/tv/player/api/huya.php?id=11282233
周星驰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342412
成龙,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342386
周润发,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342387
李连杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342390
邱淑贞,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352949
刘德华,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342424
林正英,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342421
徐峥,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602043
沈腾,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601968
古天乐,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602041
洪金宝,http://tv.zimtv.cn/tv/player/api/huya.php?id=11279251
徐克,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352909
黄渤,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352876
斗罗大陆,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352906
音乐石榴「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=17091681
音乐速递「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=19439762
治愈•放松「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=21241811
阅读•学习「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=21241813
电视剧•1「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=21277391
电视剧•2「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=25018873
电影•1「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20289754
电影•2「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=24983280
电影•3「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=24396428
动漫•1「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=19757963
恐怖电影「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=23419131
漫威「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=17089779
美剧「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20488841
七龙珠「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=25650806
止戈电影「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=19863777
挨饿德•1「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20985858
挨饿德•2「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=17693860
互扇巴掌大赛「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20072873
荒野求生「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=593667
野行者「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20072663
跳舞「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=24634408
茶啊二中「动画」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11213191
哆啦A梦「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601963
航海王「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=16913382
七龙珠「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601966
猫和老鼠「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352879
中华小当家「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342413

地方频道,#group#
北京地区,#genre#
北京新闻,http://route.079915.xyz:4022/rtp/239.3.1.159:8000
北京影视,http://route.079915.xyz:4022/rtp/239.3.1.158:8000
北京文艺,http://route.079915.xyz:4022/rtp/239.3.1.242:8000
北京财经,http://route.079915.xyz:4022/rtp/239.3.1.116:8000
北京生活,http://route.079915.xyz:4022/rtp/239.3.1.117:8000
北京生活,http://route.079915.xyz:4022/rtp/239.3.1.118:8000
北京纪实科教,http://route.079915.xyz:4022/rtp/239.3.1.115:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.189:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.243:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.120:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.121:8000
北京国际频道,http://route.079915.xyz:4022/rtp/239.3.1.235:8000
爱上4K,http://route.079915.xyz:4022/rtp/239.3.1.236:2000
4K超清,http://route.079915.xyz:4022/rtp/239.3.1.249:8001
淘电影,http://route.079915.xyz:4022/rtp/239.3.1.250:8001
淘电影,http://route.079915.xyz:4022/rtp/239.3.1.111:8001
星影,http://route.079915.xyz:4022/rtp/239.3.1.94:4120
动作影院,http://route.079915.xyz:4022/rtp/239.3.1.92:4120
光影,http://route.079915.xyz:4022/rtp/239.3.1.84:4120
喜剧影院,http://route.079915.xyz:4022/rtp/239.3.1.91:4120
家庭影院,http://route.079915.xyz:4022/rtp/239.3.1.93:4120
精选,http://route.079915.xyz:4022/rtp/239.3.1.74:4120
经典电影,http://route.079915.xyz:4022/rtp/239.3.1.195:9024
纪实人文,http://route.079915.xyz:4022/rtp/239.3.1.212:8060
淘剧场,http://route.079915.xyz:4022/rtp/239.3.1.95:8001
淘剧场,http://route.079915.xyz:4022/rtp/239.3.1.112:8001
都市剧场,http://route.079915.xyz:4022/rtp/239.3.1.203:8001
淘娱乐,http://route.079915.xyz:4022/rtp/239.3.1.100:8001
淘娱乐,http://route.079915.xyz:4022/rtp/239.3.1.113:8001
淘BABY,http://route.079915.xyz:4022/rtp/239.3.1.238:8001
萌宠TV,http://route.079915.xyz:4022/rtp/239.3.1.102:8001
动漫秀场,http://route.079915.xyz:4022/rtp/239.3.1.202:8001
中国交通,http://route.079915.xyz:4022/rtp/239.3.1.188:8001
朝阳融媒,http://route.079915.xyz:4022/rtp/239.3.1.163:8001
通州融媒,http://route.079915.xyz:4022/rtp/239.3.1.221:8001
密云电视台,http://route.079915.xyz:4022/rtp/239.3.1.154:8001
房山电视台,http://route.079915.xyz:4022/rtp/239.3.1.96:8001
门头沟电视台,http://route.079915.xyz:4022/rtp/239.3.1.59:8001
延庆电视台,http://route.079915.xyz:4022/rtp/239.3.1.187:8001
上海地区,#genre#
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=6f4b191d0930fafab8274665578e1df8&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=b42305d47a7ea7de356f6b9953dd63fb&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=c0bc623be007e5295d462465c7bd7bd7&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=a064629942f561cf9f5a930648802197&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=6b0126f9b7bc4f48ba696eec5680e906&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=0995015e995fbffe5924ab43ff48f40f&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=4119308d25ef60295b2aa8f2898e3e31&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=c016ecf40cfad98bdb2f24dae2067863&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=50d4da670b986b3815f3797d1ffe0c6e&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=3c6cb6f00aa32febab803c0b2304d5d0&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=9c40de9ef5c8cdf9cc21d6ad9e6b9d76&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=c8db609722f9ed252559f883cc079200&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=86a2efa09c42c8f425082fc405958019&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=5d17da390f8e4805aae4a71868d4ef6c&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=bacdc88caa25b71b955f471072f07349&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=574ea4050333d6418edfd71d0df52f43&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=04d627efc64630bba0d2507513583a6f&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=66feaac0153fda6d6dce43f793c0ae59&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=08cdaffbd7855272c1a4c37b75f53892&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=d6aa1eedf2ffc5a88ee19737d90c28c6&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=eeaff1cd39e54df91b0c78a39177c49a&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=dcba68715ee4b61f9d03d23fe8cda368&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=6e1c8fcfd09faa555bf1a3f560c46d09&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=ae298b071395e7c4b8f5105ba9b22ef6&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=b02bea090da12acecb8361a581676210&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=23a01b2c8e8e22aa3bb7b227a129e2c4&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=7929616b4ed4f0398125e35ab1172c4a&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=8d167a5b0fdf668c0f442e838db5e410&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,webview://https://live.kankanews.com/huikan?id=10
魔都眼,webview://https://live.kankanews.com/huikan?id=11
东方卫视,webview://https://live.kankanews.com/huikan?id=1
上海新闻综合,webview://https://live.kankanews.com/huikan?id=2
上海都市,webview://https://live.kankanews.com/huikan?id=4
第一财经,webview://https://live.kankanews.com/huikan?id=5
哈哈炫动,webview://https://live.kankanews.com/huikan?id=9
人文纪实,webview://https://live.kankanews.com/huikan?id=12

广东地区,#genre#
广东民生,http://183.11.239.36:808/hls/18/index.m3u8
广东4K超高清,http://183.11.239.36:808/hls/9/index.m3u8
浙江地区,#genre#
浙江少儿,http://ali-xwl.cztv.com/live/channel081080Plxw.m3u8
浙江少儿,http://ali-xwl.cztv.com/live/channel08720Plxw.m3u8
浙江钱江都市,http://ali-xwl.cztv.com/live/channel021080Plxw.m3u8
浙江钱江都市,http://ali-xwl.cztv.com/live/channel02720Plxw.m3u8
浙江经济生活,http://ali-xwl.cztv.com/live/channel031080Plxw.m3u8
浙江经济生活,http://ali-xwl.cztv.com/live/channel03720Plxw.m3u8
浙江民生休闲,http://ali-xwl.cztv.com/live/channel061080Plxw.m3u8
浙江民生休闲,http://ali-xwl.cztv.com/live/channel06720Plxw.m3u8
浙江新闻,http://ali-xwl.cztv.com/live/channel071080Plxw.m3u8
浙江新闻,http://ali-xwl.cztv.com/live/channel07720Plxw.m3u8
浙江教科影视,http://ali-xwl.cztv.com/live/channel041080Plxw.m3u8
浙江教科影视,http://ali-xwl.cztv.com/live/channel04720Plxw.m3u8
浙江国际,http://ali-xwl.cztv.com/live/channel101080Plxw.m3u8
浙江国际,http://ali-xwl.cztv.com/live/channel10720Plxw.m3u8
嵊州综合,http://l.cztvcloud.com/channels/lantian/SXshengzhou1/720p.m3u8
象山综合,http://l.cztvcloud.com/channels/lantian/SXxiangshan1/720p.m3u8
新昌综合,http://l.cztvcloud.com/channels/lantian/SXxinchang1/720p.m3u8
平湖新闻综合,http://l.cztvcloud.com/channels/lantian/SXpinghu1/720p.m3u8
平湖民生休闲,http://l.cztvcloud.com/channels/lantian/SXpinghu2/720p.m3u8
青田电视台,http://l.cztvcloud.com/channels/lantian/SXqingtian1/720p.m3u8
余姚新闻综合,http://l.cztvcloud.com/channels/lantian/SXyuyao1/720p.m3u8
萧山综合,http://l.cztvcloud.com/channels/lantian/SXxiaoshan1/720p.m3u8
萧山生活,http://l.cztvcloud.com/channels/lantian/SXxiaoshan2/720p.m3u8
上虞新闻综合,http://l.cztvcloud.com/channels/lantian/SXshangyu1/720p.m3u8
上虞文化影视,http://l.cztvcloud.com/channels/lantian/SXshangyu2/720p.m3u8
普陀电视台,http://l.cztvcloud.com/channels/lantian/SXputuo1/720p.m3u8
庆元电视台,http://l.cztvcloud.com/channels/lantian/SXqingyuan1/720p.m3u8
东阳影视生活,http://l.cztvcloud.com/channels/lantian/SXdongyang1/720p.m3u8
兰溪新闻综合,http://l.cztvcloud.com/channels/lantian/SXlanxi1/720p.m3u8
缙云新闻综合,http://l.cztvcloud.com/channels/lantian/SXjinyun1/720p.m3u8
龙泉电视台,http://l.cztvcloud.com/channels/lantian/SXlongquan1/720p.m3u8
江苏地区,#genre#
南京新闻综合,http://nklive.nbs.cn/hls/d511bc9d-a694-4453-b3a2-4fc842cc97a1/index.m3u8
南京教科,http://nklive.nbs.cn/hls/75b3c462-b831-4de7-a34b-5d3221db2069/index.m3u8
南京文旅纪录,http://nklive.nbs.cn/hls/9b2005c4-046c-422f-ba45-e6adc4f4de07/index.m3u8
南京十八生活,http://nklive.nbs.cn/hls/1173a815-bfdb-4c3c-9f73-89ec37ae7716/index.m3u8
南京少儿,http://nklive.nbs.cn/hls/e0981f3f-1a20-4a59-b8d1-17feb83a4610/index.m3u8
无锡新闻综合,http://stream.thmz.com/wxtv1/sd/live.m3u8
无锡都市资讯,http://stream.thmz.com/wxtv3/sd/live.m3u8
无锡生活,http://stream.thmz.com/wxtv4/sd/live.m3u8
无锡娱乐,http://stream.thmz.com/wxtv2/sd/live.m3u8
无锡经济,http://stream.thmz.com/wxtv5/sd/live.m3u8
宜兴新闻综合,http://yixing-tv-ori-hls.jstv.com/yixing-tv-ori/yixing_xw.m3u8
黑龙江地区,#genre#
哈尔滨新闻综合,https://stream.hrbtv.net/xwzh/sd/live.m3u8
哈尔滨新闻综合,http://stream.hrbtv.net/xwzh/sd/live.m3u8
哈尔滨生活,https://stream.hrbtv.net/shpd/sd/live.m3u8
哈尔滨生活,http://stream.hrbtv.net/shpd/sd/live.m3u8
哈尔滨资讯,https://stream.hrbtv.net/zxpd/sd/live.m3u8
哈尔滨娱乐,http://stream.hrbtv.net/ylpd/sd/live.m3u8
哈尔滨影视,https://stream.hrbtv.net/yspd/sd/live.m3u8
哈尔滨影视,http://stream.hrbtv.net/yspd/sd/live.m3u8
江西地区,#genre#
崇仁电视台,http://play-a2.quklive.com/live/1744277411242065.m3u8
崇仁电视台,http://play-a2.quklive.com/live/1744277411242065.flv
宁都综合,http://play-a2.quklive.com/live/1749084198822069.m3u8
宁都综合,http://play-a2.quklive.com/live/1749084198822069.flv
万载电视台1,http://play-a2.quklive.com/live/1739162440932308.m3u8
万载电视台1,http://play-a2.quklive.com/live/1739162440932308.flv
广丰电视台,https://play-a2.quklive.com/live/1754033359790055.m3u8
广丰电视台,https://play-a2.quklive.com/live/1754033359790055.flv
陕西地区,#genre#
陕西新闻资讯,http://gxlive.snrtv.com/sx1-SD.m3u8
陕西都市青春,http://gxlive.snrtv.com/sx2-SD.m3u8
陕西银龄,http://gxlive.snrtv.com/sx3-SD.m3u8
陕西秦腔,http://gxlive.snrtv.com/sx5-SD.m3u8
陕西体育休闲,http://gxlive.snrtv.com/sx7-SD.m3u8
农林卫视,http://gxlive.snrtv.com/nlws-SD.m3u8
陕西西部电影,http://gxlive.snrtv.com/sx8-SD.m3u8
安徽地区,#genre#
宿州科教,http://live.ahsz.tv/video/s10001-kxjy/index.m3u8
重庆地区,#genre#
万州三峡移民,http://123.146.162.24:8017/c2F0hmi/1000/live.m3u8
云南地区,#genre#
文山综合,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel7/playlist.m3u8
腾冲综合,http://live.ynurl.com/video/s10012-TCTV/index.m3u8
文山市电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel17/playlist.m3u8
砚山县电视台,http://live.ynurl.com/video/s10020-ystv-zb/index.m3u8
砚山县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel16/playlist.m3u8
西畴县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel11/playlist.m3u8
西畴县电视台,http://live.ynurl.com/video/s10060-XCTV/index.m3u8
马关县电视台,http://live.ynurl.com/video/s10046-001/index.m3u8
麻栗坡电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel18/playlist.m3u8
丘北县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel14/playlist.m3u8
广南县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel19/playlist.m3u8
广南县电视台,http://live.ynurl.com/video/s10031-gnxgbds/index.m3u8
芒市综合,http://live.ynurl.com/video/s10001-mstv1/index.m3u8
盈江综合,http://live.ynurl.com/video/s10016-yjtv1hd/index.m3u8
开远综合,http://live.ynurl.com/video/s10044-KYTV/index.m3u8
绿春综合,http://live.ynurl.com/video/s10042-LCTV/index.m3u8
施甸综合,http://live.ynurl.com/video/s10048-SDTV/index.m3u8
金平综合,http://live.ynurl.com/video/s10041-JPTV/index.m3u8
建水综合,http://live.ynurl.com/video/s10045-JSTV/index.m3u8
石屏综合,http://live.ynurl.com/video/s10059-SPTV/index.m3u8
蒙自电视台,http://live.ynurl.com/video/s10019-mzdst/index.m3u8
昌宁县电视台,http://live.ynurl.com/video/s10047-cntv/index.m3u8
河北地区,#genre#
保定1,http://jwcdnqx.hebyun.com.cn/live/jybd/1500k/tzwj_video.m3u8
保定2,http://jwcdnqx.hebyun.com.cn/live/bdxw1/1500k/tzwj_video.m3u8
保定3,http://jwcdnqx.hebyun.com.cn/live/bddst/1500k/tzwj_video.m3u8
邯郸新闻,https://jwcdnqx.hebyun.com.cn/live/hdxwzh/1500k/tzwj_video.m3u8
邯郸公共,https://jwcdnqx.hebyun.com.cn/live/hdgg/1500k/tzwj_video.m3u8
邯郸科教,https://jwcdnqx.hebyun.com.cn/live/hdkj/1500k/tzwj_video.m3u8
兴隆综合,https://jwcdnqx.hebyun.com.cn/live/xlzh/1500k/tzwj_video.m3u8
兴隆影视,https://jwcdnqx.hebyun.com.cn/live/xlys/1500k/tzwj_video.m3u8
兴隆影视,https://jwcdnqx.hebyun.com.cn/live/xlys/1500k/tzwj_video.m3u8
迁西综合,https://jwcdnqx.hebyun.com.cn/live/qxzhpd/1500k/tzwj_video.m3u8
迁西农业,https://jwcdnqx.hebyun.com.cn/live/qxny/1500k/tzwj_video.m3u8
青县综合,http://jwcdnqx.hebyun.com.cn/live/qxtvlive1/1500k/tzwj_video.m3u8
福建地区,#genre#
海峡卫视,http://hlsztemgsplive.miguvideo.com:8080/migu/kailu/haixiaws/51/20230724/index.m3u8?msisdn=20260131120821fdae408e8ec44c829e76ef79e7ee929f&mdspid=&spid=600717&netType=4&sid=5910022183&pid=2028597139&timestamp=20260131120821&Channel_ID=0116_2600001300-99000-201600010013853&ProgramID=849119120&ParentNodeID=-99&assertID=5910022183&client_ip=219.133.100.200&SecurityKey=20260131120821&promotionId=&mvid=5900006231&mcid=500020&playurlVersion=WX-A1-9.1.1.3-RELEASE&userid=&jmhm=&videocodec=h264&appCode=miguvideo_android&bean=mgspad&tid=android&conFee=0&encrypt=8215aa5d4586fc245ce7b10c11e2c1a0
河南地区,#genre#
河南卫视,https://tv1288.xyz/hntv.php?id=hnws
河南都市,https://tv1288.xyz/hntv.php?id=hnds
河南民生,https://tv1288.xyz/hntv.php?id=hnms
河南法治,https://tv1288.xyz/hntv.php?id=hmfz
河南电视剧,https://tv1288.xyz/hntv.php?id=hndsj
河南新闻,https://tv1288.xyz/hntv.php?id=hnxw
河南公共,https://tv1288.xyz/hntv.php?id=hngg
河南乡村,https://tv1288.xyz/hntv.php?id=hnxc
河南梨园,https://tv1288.xyz/hntv.php?id=hnly
文物宝库,https://tv1288.xyz/hntv.php?id=wwbk
武术世界,https://tv1288.xyz/hntv.php?id=wspd
睛彩中原,https://tv1288.xyz/hntv.php?id=jczy
移动戏曲,https://tv1288.xyz/hntv.php?id=ydxj
象视界,https://tv1288.xyz/hntv.php?id=xsj
郑州新闻综合,https://tv1288.xyz/hntv.php?id=zz1
开封新闻综合,https://tv1288.xyz/hntv.php?id=kf1
洛阳新闻综合,https://tv1288.xyz/hntv.php?id=ly1
安阳新闻综合,https://tv1288.xyz/hntv.php?id=ay1
鹤壁新闻综合,https://tv1288.xyz/hntv.php?id=hb1
新乡新闻综合,https://tv1288.xyz/hntv.php?id=xx1
焦作新闻综合,https://tv1288.xyz/hntv.php?id=jz1
濮阳新闻综合,https://tv1288.xyz/hntv.php?id=py1
许昌新闻综合,https://tv1288.xyz/hntv.php?id=xc1
漯河新闻综合,https://tv1288.xyz/hntv.php?id=lh1
三门峡新闻综合,https://tv1288.xyz/hntv.php?id=smx1
南阳新闻综合,https://tv1288.xyz/hntv.php?id=ny1
商丘新闻综合,https://tv1288.xyz/hntv.php?id=sq1
信阳新闻综合,https://tv1288.xyz/hntv.php?id=xy1
周口新闻综合,https://tv1288.xyz/hntv.php?id=zk1
驻马店新闻综合,https://tv1288.xyz/hntv.php?id=zmd1
济源新闻综合,https://tv1288.xyz/hntv.php?id=jy1
济源综合,http://tvpull.dxhmt.cn:9081/tv/19001-1.m3u8
济源综合,http://live.dxhmt.cn:9081/tv/19001-1.m3u8
兰考综合,http://tvpull.dxhmt.cn:9081/tv/10225-1.m3u8
兰考综合,http://live.dxhmt.cn:9081/tv/10225-1.m3u8
伊川综合,http://tvpull.dxhmt.cn:9081/tv/10329-1.m3u8
伊川综合,http://live.dxhmt.cn:9081/tv/10329-1.m3u8
长垣综合,http://tvpull.dxhmt.cn:9081/tv/10728-1.m3u8
长垣综合,http://live.dxhmt.cn:9081/tv/10728-1.m3u8
开封新闻,http://tvpull.dxhmt.cn:9081/tv/10200-2.m3u8
开封新闻,http://live.dxhmt.cn:9081/tv/10200-2.m3u8
开封文化旅游,http://tvpull.dxhmt.cn:9081/tv/10200-3.m3u8
开封文化旅游,http://live.dxhmt.cn:9081/tv/10200-3.m3u8
内黄综合,http://tvpull.dxhmt.cn:9081/tv/10527-1.m3u8
内黄综合,http://live.dxhmt.cn:9081/tv/10527-1.m3u8
新县电视台,http://tvpull.dxhmt.cn:9081/tv/11523-1.m3u8
新县电视台,http://live.dxhmt.cn:9081/tv/11523-1.m3u8
淇县电视台,http://tvpull.dxhmt.cn:9081/tv/10622-1.m3u8
淇县电视台,http://live.dxhmt.cn:9081/tv/10622-1.m3u8
汤阴综合,http://tvpull.dxhmt.cn:9081/tv/10523-1.m3u8
汤阴综合,http://live.dxhmt.cn:9081/tv/10523-1.m3u8
新乡县综合,http://tvpull.dxhmt.cn:9081/tv/10721-1.m3u8
新乡县综合,http://live.dxhmt.cn:9081/tv/10721-1.m3u8
舞钢综合,http://tvpull.dxhmt.cn:9081/tv/10481-1.m3u8
舞钢综合,http://live.dxhmt.cn:9081/tv/10481-1.m3u8
鹤壁新闻,http://pili-live-hls.hebitv.com/hebi/hbtv.m3u8
灵宝新闻综合,http://tvpull.dxhmt.cn:9081/tv/11282-1.m3u8
灵宝新闻综合,http://live.dxhmt.cn:9081/tv/11282-1.m3u8
淮滨综合,http://tvpull.dxhmt.cn:9081/tv/11527-1.m3u8
淮滨综合,http://live.dxhmt.cn:9081/tv/11527-1.m3u8
光山综合,http://tvpull.dxhmt.cn:9081/tv/11522-1.m3u8
光山综合,http://live.dxhmt.cn:9081/tv/11522-1.m3u8
滑县TV1,http://tvpull.dxhmt.cn:9081/tv/10526-1.m3u8
滑县TV1,http://live.dxhmt.cn:9081/tv/10526-1.m3u8
滑县TV2,http://tvpull.dxhmt.cn:9081/tv/10526-2.m3u8
滑县TV2,http://live.dxhmt.cn:9081/tv/10526-2.m3u8
清丰电视台,http://tvpull.dxhmt.cn:9081/tv/10922-1.m3u8
清丰电视台,http://live.dxhmt.cn:9081/tv/10922-1.m3u8
通许综合,http://tvpull.dxhmt.cn:9081/tv/10222-1.m3u8
通许综合,http://live.dxhmt.cn:9081/tv/10222-1.m3u8
沈丘新闻综合,http://tvpull.dxhmt.cn:9081/tv/11624-1.m3u8
沈丘新闻综合,http://live.dxhmt.cn:9081/tv/11624-1.m3u8
桐柏新闻综合,http://tvpull.dxhmt.cn:9081/tv/11330-1.m3u8
桐柏新闻综合,http://live.dxhmt.cn:9081/tv/11330-1.m3u8
夏邑综合,http://tvpull.dxhmt.cn:9081/tv/11426-1.m3u8
夏邑综合,http://live.dxhmt.cn:9081/tv/11426-1.m3u8
平兴新闻综合,http://tvpull.dxhmt.cn:9081/tv/11723-1.m3u8
平兴新闻综合,http://live.dxhmt.cn:9081/tv/11723-1.m3u8
偃师新闻,http://tvpull.dxhmt.cn:9081/tv/10381-1.m3u8
偃师新闻,http://live.dxhmt.cn:9081/tv/10381-1.m3u8
上街电视台,http://tvpull.dxhmt.cn:9081/tv/10106-1.m3u8
上街电视台,http://live.dxhmt.cn:9081/tv/10106-1.m3u8
沁阳新闻综合,http://tvpull.dxhmt.cn:9081/tv/10882-1.m3u8
沁阳新闻综合,http://live.dxhmt.cn:9081/tv/10882-1.m3u8
项城电视台,http://tvpull.dxhmt.cn:9081/tv/11681-1.m3u8
项城电视台,http://live.dxhmt.cn:9081/tv/11681-1.m3u8
汝阳新闻综合,http://tvpull.dxhmt.cn:9081/tv/10326-1.m3u8
汝阳新闻综合,http://live.dxhmt.cn:9081/tv/10326-1.m3u8
新安新闻综合,http://tvpull.dxhmt.cn:9081/tv/10323-1.m3u8
新安新闻综合,http://live.dxhmt.cn:9081/tv/10323-1.m3u8
罗山电视台,http://tvpull.dxhmt.cn:9081/tv/11521-1.m3u8
罗山电视台,http://live.dxhmt.cn:9081/tv/11521-1.m3u8
潢川电视台,http://tvpull.dxhmt.cn:9081/tv/11526-1.m3u8
潢川电视台,http://live.dxhmt.cn:9081/tv/11526-1.m3u8
上蔡1,http://tvpull.dxhmt.cn:9081/tv/11722-1.m3u8
上蔡1,http://live.dxhmt.cn:9081/tv/11722-1.m3u8
确山电视台1,http://live.dxhmt.cn:9081/tv/11725-1.m3u8
荥阳1,http://tvpull.dxhmt.cn:9081/tv/10182-1.m3u8
荥阳1,http://live.dxhmt.cn:9081/tv/10182-1.m3u8
温县融媒,http://tvpull.dxhmt.cn:9081/tv/10825-1.m3u8
温县融媒,http://live.dxhmt.cn:9081/tv/10825-1.m3u8
建安新闻,http://tvpull.dxhmt.cn:9081/tv/11003-1.m3u8
建安新闻,http://live.dxhmt.cn:9081/tv/11003-1.m3u8
封丘新闻综合,http://tvpull.dxhmt.cn:9081/tv/10727-1.m3u8
封丘新闻综合,http://live.dxhmt.cn:9081/tv/10727-1.m3u8
林州电视台,http://tvpull.dxhmt.cn:9081/tv/10581-1.m3u8
林州电视台,http://live.dxhmt.cn:9081/tv/10581-1.m3u8
鄢陵综合,http://tvpull.dxhmt.cn:9081/tv/11024-1.m3u8
鄢陵综合,http://live.dxhmt.cn:9081/tv/11024-1.m3u8
邓州新闻,http://tvpull.dxhmt.cn:9081/tv/11381-1.m3u8
邓州新闻,http://live.dxhmt.cn:9081/tv/11381-1.m3u8
社旗电视台,http://tvpull.dxhmt.cn:9081/tv/11327-1.m3u8
社旗电视台,http://live.dxhmt.cn:9081/tv/11327-1.m3u8
镇平新闻综合,http://tvpull.dxhmt.cn:9081/tv/11324-1.m3u8
镇平新闻综合,http://live.dxhmt.cn:9081/tv/11324-1.m3u8
孟州1,http://tvpull.dxhmt.cn:9081/tv/10883-1.m3u8
孟州1,http://live.dxhmt.cn:9081/tv/10883-1.m3u8
郏县综合,http://tvpull.dxhmt.cn:9081/tv/10425-1.m3u8
郏县综合,http://live.dxhmt.cn:9081/tv/10425-1.m3u8
浚县电视台,http://tvpull.dxhmt.cn:9081/tv/10621-1.m3u8
浚县电视台,http://live.dxhmt.cn:9081/tv/10621-1.m3u8
舞阳新闻综合,http://tvpull.dxhmt.cn:9081/tv/11121-1.m3u8
舞阳新闻综合,http://live.dxhmt.cn:9081/tv/11121-1.m3u8
渑池新闻综合,http://tvpull.dxhmt.cn:9081/tv/11221-1.m3u8
渑池新闻综合,http://live.dxhmt.cn:9081/tv/11221-1.m3u8
武陟新闻综合,http://tvpull.dxhmt.cn:9081/tv/10823-1.m3u8
武陟新闻综合,http://live.dxhmt.cn:9081/tv/10823-1.m3u8
新郑1,http://tvpull.dxhmt.cn:9081/tv/10184-1.m3u8
新郑1,http://live.dxhmt.cn:9081/tv/10184-1.m3u8
辉县新闻综合,http://tvpull.dxhmt.cn:9081/tv/10782-1.m3u8
辉县新闻综合,http://live.dxhmt.cn:9081/tv/10782-1.m3u8
永城新闻,http://tvpull.dxhmt.cn:9081/tv/11481-1.m3u8
永城新闻,http://live.dxhmt.cn:9081/tv/11481-1.m3u8
禹州综合,http://tvpull.dxhmt.cn:9081/tv/11081-1.m3u8
禹州综合,http://live.dxhmt.cn:9081/tv/11081-1.m3u8
杞县新闻综合,http://tvpull.dxhmt.cn:9081/tv/10221-1.m3u8
杞县新闻综合,http://live.dxhmt.cn:9081/tv/10221-1.m3u8
林颖综合,http://tvpull.dxhmt.cn:9081/tv/11122-1.m3u8
林颖综合,http://live.dxhmt.cn:9081/tv/11122-1.m3u8
宝丰1,http://tvpull.dxhmt.cn:9081/tv/10421-1.m3u8
宝丰1,http://live.dxhmt.cn:9081/tv/10421-1.m3u8
新密新闻频道,http://tvpull.dxhmt.cn:9081/tv/10183-2.m3u8
新密新闻频道,http://live.dxhmt.cn:9081/tv/10183-2.m3u8
甘肃地区,#genre#
嘉峪关综合,https://play.kankanlive.com/live/1658978094528926.m3u8
嘉峪关公共,https://play.kankanlive.com/live/1658978141553927.m3u8
金昌综合,http://play.kankanlive.com/live/1660096574549900.m3u8
金昌综合,http://play.kankanlive.com/live/1660096574549900.flv
张掖新闻,http://play.kankanlive.com/live/1675849013180979.m3u8
张掖新闻,http://play.kankanlive.com/live/1675849013180979.flv
定西综合,https://play.kankanlive.com/live/1675303871634928.m3u8
定西综合,http://play.kankanlive.com/live/1675303871634928.flv
定西文旅生活,http://play.kankanlive.com/live/1675303983674929.m3u8
定西文旅生活,http://play.kankanlive.com/live/1675303983674929.flv
天祝电视台,https://play.kankanlive.com/live/1656487214793905.m3u8
泰安综合,http://play.kankanlive.com/live/1680577080200944.m3u8
泰安综合,http://play.kankanlive.com/live/1680577080200944.flv
静宁新闻综合,https://play.kankanlive.com/live/1658194434596952.m3u8
景泰电视台,https://play.kankanlive.com/live/1624439143745981.m3u8
西和综合,https://play.kankanlive.com/live/1659926941626981.m3u8
古浪综合,http://play.kankanlive.com/live/1647934328544907.m3u8
古浪综合,http://play.kankanlive.com/live/1647934328544907.flv
永昌电视台,https://play.kankanlive.com/live/1652755738635915.m3u8
陇西电视台,https://play.kankanlive.com/live/1669881644081970.m3u8
平川电视台,http://play.kankanlive.com/live/1658907556249918.m3u8
平川电视台,http://play.kankanlive.com/live/1658907556249918.flv
岷县电视台,http://play.kankanlive.com/live/1672715401874967.m3u8
岷县电视台,http://play.kankanlive.com/live/1672715401874967.flv
庄浪电视台,https://play.kankanlive.com/live/1655107221272926.m3u8
金川电视台,http://play.kankanlive.com/live/1657360567739997.m3u8
金川电视台,http://play.kankanlive.com/live/1657360567739997.flv
安定电视台,https://play.kankanlive.com/live/1672881652415978.m3u8
安定电视台,http://play.kankanlive.com/live/1672881652415978.flv
靖远电视台,https://play.kankanlive.com/live/1658390970673988.m3u8
天祝电视台,https://play.kankanlive.com/live/1656487214793905.m3u8
天祝电视台,http://play.kankanlive.com/live/1656487214793905.m3u8
天祝电视台,http://play.kankanlive.com/live/1656487214793905.flv
靖远电视台,https://play.kankanlive.com/live/1658390970673988.m3u8
通渭电视台,http://play.kankanlive.com/live/1661761962676984.m3u8
通渭电视台,http://play.kankanlive.com/live/1661761962676984.flv
秦安电视台,https://play.kankanlive.com/live/1680577080200944.m3u8
秦安电视台,http://play.kankanlive.com/live/1680577080200944.flv
山东地区,#genre#
济南新闻综合频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1676
济南都市频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1807
济南文旅体育频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1842
济南生活频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1855
济南少儿频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=2234
济南鲁中频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1857
长清新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=jncqxw
济铁电视台,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnjrtv
济阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnjyzh
平阴综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnpyzh
商河综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnshzh
章丘综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnzqzh
东营区新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dydyqxw
广饶综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dygrzh
利津综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dyljzh
城阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdcytv
黄岛综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdhdzh
即墨综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdjmzh
胶州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdjzzh
李沧TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdlc
崂山TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdls
莱西综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdlxzh
平度新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdpdxw
潍坊新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfxwzh
潍坊高新区,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfgxq
安丘综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfaqzh
滨海新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfbhxw
昌乐综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfclzh
寒亭新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfhtxw
奎文电视台,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfkwtv
临朐新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wflqzh
青州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfqzzh
潍城TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfwc
寿光综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfsgzh
长岛TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytcd
福山综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytfszh
海阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ythyzh
龙口综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlkz
莱山综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlszh
莱阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlyzh
莱州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlzzh
牟平综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytmpzh
栖霞综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytqxzh
博山新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbbsxw
高青综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbgqzh
桓台综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbht1
临淄新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zblzxw
沂源综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbyyzh
张店1,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbzd1
山亭综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zzstzh
滕州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zztzzh
薛城新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zzxcxw
峄城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zzyczh
惠民综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=bzhmzh
无棣综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=bzwdzh
阳信新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=bzyxxw
德州新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzxwzh
陵城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzlczh
乐陵新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzllxw
临邑1,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzly1
宁津综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dznjzh
平原综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzpyzh
庆云综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzqyzh
武城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzwczh
禹城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzyczh
曹县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=hzcxzh
东明新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=hzdmxw
鄄城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=hzjczh
金乡综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jijxzh
梁山综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jilszh
曲阜新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jiqfxw
任城新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jircxw
泗水新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jissxw
鱼台新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=jiytxw
兖州新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=jiyzxw
邹城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jizczh
茌平综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lccpzh
东昌综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcdczh
东阿综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcdezh
冠县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcgxzh
临清综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lclqzh
莘县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcsxzh
阳谷综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcygzh
河东综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyhdzh
莒南综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyjnzh
兰陵综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyllzh
临沭综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyls1
平邑综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lypyzh
郯城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lytc1
沂水综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyys1
莒县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=rzjx1
岱岳TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=tady
宁阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=tany1
泰山TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=tats
新泰综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=taxtzh
威海新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=whxwzh
威海环翠综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=whhczh
荣成综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=whrczh
