
咪咕频道,#group#
//咪咕开始
央视,#genre#
CCTV1综合,http://113.98.11.46:3000/608807420
CCTV2财经,http://113.98.11.46:3000/631780532
CCTV3综艺,http://113.98.11.46:3000/624878271
CCTV4中文国际,http://113.98.11.46:3000/631780421
CCTV5体育,http://113.98.11.46:3000/641886683
CCTV5+体育赛事,http://113.98.11.46:3000/641886773
CCTV6电影,http://113.98.11.46:3000/624878396
CCTV7国防军事,http://113.98.11.46:3000/673168121
CCTV8电视剧,http://113.98.11.46:3000/624878356
CCTV9纪录,http://113.98.11.46:3000/673168140
CCTV10科教,http://113.98.11.46:3000/624878405
CCTV11戏曲,http://113.98.11.46:3000/667987558
CCTV12社会与法,http://113.98.11.46:3000/673168185
CCTV13新闻,http://113.98.11.46:3000/608807423
CCTV14少儿,http://113.98.11.46:3000/624878440
CCTV15音乐,http://113.98.11.46:3000/673168223
CCTV17农业农村,http://113.98.11.46:3000/673168256
CCTV4欧洲,http://113.98.11.46:3000/608807419
CCTV4美洲,http://113.98.11.46:3000/608807416
CGTN外语纪录,http://113.98.11.46:3000/609006487
CGTN阿拉伯语,http://113.98.11.46:3000/609154345
CGTN西班牙语,http://113.98.11.46:3000/609006450
CGTN法语,http://113.98.11.46:3000/609006476
CGTN俄语,http://113.98.11.46:3000/609006446
老故事,http://113.98.11.46:3000/884121956
发现之旅,http://113.98.11.46:3000/624878970
中学生,http://113.98.11.46:3000/708869532
CGTN,http://113.98.11.46:3000/609017205
卫视,#genre#
东方卫视,http://113.98.11.46:3000/651632648
江苏卫视,http://113.98.11.46:3000/623899368
广东卫视,http://113.98.11.46:3000/608831231
北京卫视,http://113.98.11.46:3000/630287636
辽宁卫视,http://113.98.11.46:3000/630291707
河北卫视,http://113.98.11.46:3000/962042070
江西卫视,http://113.98.11.46:3000/783847495
河南卫视,http://113.98.11.46:3000/790187291
陕西卫视,http://113.98.11.46:3000/738910838
大湾区卫视,http://113.98.11.46:3000/608917627
湖北卫视,http://113.98.11.46:3000/947472496
吉林卫视,http://113.98.11.46:3000/947472500
青海卫视,http://113.98.11.46:3000/947472506
东南卫视,http://113.98.11.46:3000/849116810
海南卫视,http://113.98.11.46:3000/947472502
海峡卫视,http://113.98.11.46:3000/849119120
中国农林卫视,http://113.98.11.46:3000/956904896
兵团卫视,http://113.98.11.46:3000/956923145
宁夏卫视,http://113.98.11.46:3000/738910535
重庆卫视,http://113.98.11.46:3000/738910914
三沙卫视,http://113.98.11.46:3000/961023778
黑龙江卫视,http://113.98.11.46:3000/738906901
地方,#genre#
上视新闻综合,http://113.98.11.46:3000/651632657
上视东方影视,http://113.98.11.46:3000/617290047
上海第一财经,http://113.98.11.46:3000/608780988
南京新闻综合频道,http://113.98.11.46:3000/838109047
南京教科频道,http://113.98.11.46:3000/838153729
南京十八频道,http://113.98.11.46:3000/838151753
体育休闲频道,http://113.98.11.46:3000/626064707
江苏城市频道,http://113.98.11.46:3000/626064714
江苏国际,http://113.98.11.46:3000/626064674
江苏教育,http://113.98.11.46:3000/628008321
江苏影视频道,http://113.98.11.46:3000/626064697
江苏综艺频道,http://113.98.11.46:3000/626065193
公共新闻频道,http://113.98.11.46:3000/626064693
盐城新闻综合,http://113.98.11.46:3000/639731825
淮安新闻综合,http://113.98.11.46:3000/639731826
泰州新闻综合,http://113.98.11.46:3000/639731818
连云港新闻综合,http://113.98.11.46:3000/639731715
宿迁新闻综合,http://113.98.11.46:3000/639731832
徐州新闻综合,http://113.98.11.46:3000/639731747
优漫卡通频道,http://113.98.11.46:3000/626064703
南通新闻综合,http://113.98.11.46:3000/955227985
宜兴新闻综合,http://113.98.11.46:3000/955227996
溧水新闻综合,http://113.98.11.46:3000/639737327
陕西银龄频道,http://113.98.11.46:3000/956909362
陕西都市青春频道,http://113.98.11.46:3000/956909358
陕西秦腔频道,http://113.98.11.46:3000/956909303
陕西新闻资讯频道,http://113.98.11.46:3000/956909289
财富天下,http://113.98.11.46:3000/956923159
镇江新闻综合,http://113.98.11.46:3000/639731783
海南广播电视总台新闻频道,http://113.98.11.46:3000/962067517
海南广播电视总台自贸频道,http://113.98.11.46:3000/962045226
海南广播电视总台社会与法频道,http://113.98.11.46:3000/962045223
海南广播电视总台文旅频道,http://113.98.11.46:3000/962067526
海南广播电视总台少儿频道,http://113.98.11.46:3000/962067523
广东珠江频道,http://113.98.11.46:3000/639731952
吉林生活频道,http://113.98.11.46:3000/968553133
吉林综艺文化频道,http://113.98.11.46:3000/968553163
吉林乡村频道,http://113.98.11.46:3000/968553176
吉林影视频道,http://113.98.11.46:3000/968553184
其他,#genre#
吉林都市频道,http://113.98.11.46:3000/968553190
赛事最经典,http://113.98.11.46:3000/646596895
体坛名栏汇,http://113.98.11.46:3000/629943305
四海钓鱼,http://113.98.11.46:3000/637444975
陕西体育休闲频道,http://113.98.11.46:3000/956909356
24小时城市联赛轮播台,http://113.98.11.46:3000/915512915
武术世界,http://113.98.11.46:3000/958475359
快乐垂钓,http://113.98.11.46:3000/961930263
建党105周年巡礼,http://113.98.11.46:3000/713600957
经典香港电影,http://113.98.11.46:3000/625703337
新片放映厅,http://113.98.11.46:3000/619495952
CHC影迷电影,http://113.98.11.46:3000/952383261
CHC动作电影,http://113.98.11.46:3000/644368714
CHC家庭影院,http://113.98.11.46:3000/644368373
和美乡途轮播台,http://113.98.11.46:3000/713591450
南方影视,http://113.98.11.46:3000/614961829
CETV1,http://113.98.11.46:3000/923287154
CETV2,http://113.98.11.46:3000/923287211
CETV4,http://113.98.11.46:3000/923287339
山东教育,http://113.98.11.46:3000/609154353
书画频道,http://113.98.11.46:3000/968663920
熊猫频道01高清,http://113.98.11.46:3000/609158151
熊猫频道1,http://113.98.11.46:3000/608933610
熊猫频道2,http://113.98.11.46:3000/608933640
熊猫频道3,http://113.98.11.46:3000/608934619
熊猫频道4,http://113.98.11.46:3000/608934721
熊猫频道5,http://113.98.11.46:3000/608935104
熊猫频道6,http://113.98.11.46:3000/608935797
熊猫频道7,http://113.98.11.46:3000/609169286
熊猫频道8,http://113.98.11.46:3000/609169287
熊猫频道9,http://113.98.11.46:3000/609169226
熊猫频道10,http://113.98.11.46:3000/609169285
最强综艺趴,http://113.98.11.46:3000/629942228
嘉佳卡通,http://113.98.11.46:3000/614952364
经典动画大集合,http://113.98.11.46:3000/629942219
新动力量创一流,http://113.98.11.46:3000/713589837
环球旅游,http://113.98.11.46:3000/958475356
梨园频道,http://113.98.11.46:3000/961930369
体育-昨天10-30,#genre#
意甲 弗罗西诺内VS莱切 全场回放（涂远） 01:25,http://113.98.11.46:3000/968905168
意甲 弗罗西诺内VS莱切 全场回放（AI智慧观赛） 01:25,http://113.98.11.46:3000/968905000
意甲 弗罗西诺内VS莱切 全场回放（智能解说） 01:25,http://113.98.11.46:3000/968905101
WTT 陈幸同3-1闯进8强 小莫逆转晋级 全场回放（高文清） 01:30,http://113.98.11.46:3000/968906785
WTT 陈幸同3-1闯进8强 小莫逆转晋级 全场回放 01:30,http://113.98.11.46:3000/968907985
WTT 陈幸同3-1闯进8强 小莫逆转晋级 全场回放（英文解说智能字幕） 01:30,http://113.98.11.46:3000/968907033
意甲 佛罗伦萨VS亚特兰大 全场回放（梁祥宇） 03:40,http://113.98.11.46:3000/968907319
意甲 佛罗伦萨VS亚特兰大 全场回放（AI智慧观赛） 03:40,http://113.98.11.46:3000/968907327
意甲 佛罗伦萨VS亚特兰大 全场回放（智能解说） 03:40,http://113.98.11.46:3000/968907335
NBA 老鹰VS骑士 全场回放（蔡凯臣、周赫） 07:55,http://113.98.11.46:3000/968912443
NBA 老鹰VS骑士 全场回放（英文原声） 07:55,http://113.98.11.46:3000/968917821
NBA 老鹰VS骑士 全场回放（智能字幕） 07:55,http://113.98.11.46:3000/968912494
NBA 鹈鹕VS国王 全场回放（王凯） 07:55,http://113.98.11.46:3000/968912469
UFC BJJ 塔克特终结对手拿下腰带 福纳西尔判定击败巴博萨争冠 全场回放（何鹏） 07:55,http://113.98.11.46:3000/968912799
UFC BJJ 塔克特终结对手拿下腰带 福纳西尔判定击败巴博萨争冠 全场回放（英文原声） 07:55,http://113.98.11.46:3000/968918546
UFC BJJ 塔克特终结对手拿下腰带 福纳西尔判定击败巴博萨争冠 赛恩斯VS温特劳布 07:55,http://113.98.11.46:3000/968908381
攀岩系列赛 全国青年攀岩锦标赛 2026年全国青年攀岩锦标赛Day1全场回放（官方解说）（一） 09:00,http://113.98.11.46:3000/968920745
攀岩系列赛 全国青年攀岩锦标赛 2026年全国青年攀岩锦标赛Day1全场回放（官方解说）（二） 09:00,http://113.98.11.46:3000/968929746
WTA 伊埃拉止步 费尔南德斯不战而胜 2026WTA500东京站女单1/4决赛回放：伊埃拉1-2施耐德（英文原声） 09:30,http://113.98.11.46:3000/968927472
WTA 伊埃拉止步 费尔南德斯不战而胜 【回放】伊埃拉1-2施耐德（赛场原声） 09:30,http://113.98.11.46:3000/968926145
WTA 伊埃拉止步 费尔南德斯不战而胜 【回放】波汉科娃2-0帕克斯（赛场原声） 09:30,http://113.98.11.46:3000/968920437
WTA 伊埃拉止步 费尔南德斯不战而胜 【回放】拉克西莫娃2-1乔恩特（赛场原声） 09:30,http://113.98.11.46:3000/968915697
WTA 伊埃拉止步 费尔南德斯不战而胜 【回放】波汉科娃2-0帕克斯（英文原声） 09:30,http://113.98.11.46:3000/968920202
WTA 伊埃拉止步 费尔南德斯不战而胜 【回放】拉克西莫娃2-1乔恩特（英文原声） 09:30,http://113.98.11.46:3000/968918220
NBA 开拓者VS灰熊 全场回放（姜帆、李根、王润陶、秋童） 09:55,http://113.98.11.46:3000/968914510
NBA 开拓者VS灰熊 全场回放（邢晨） 09:55,http://113.98.11.46:3000/968914845
NBA 开拓者VS灰熊 全场回放（英文原声） 09:55,http://113.98.11.46:3000/968918494
跑酷世界杯 跑酷世界杯北京站day1 2026跑酷世界杯北京站Day1全场回放（官方解说）（一） 11:10,http://113.98.11.46:3000/968923927
跑酷世界杯 跑酷世界杯北京站day1 2026跑酷世界杯北京站Day1全场回放（官方解说）（二） 11:10,http://113.98.11.46:3000/968926012
NBA经典赛事 NBA精彩重播：孟菲斯灰熊 vs 波特兰开拓者 全场回放（姜帆、李根、王润陶、秋童） 18:00,http://113.98.11.46:3000/968914510
WTT 挺进八强！孙颖莎力克申裕斌 王曼昱0-3陈熠 全场回放（周冠达、周雨、程靖淇） 19:00,http://113.98.11.46:3000/968931235
WTT 挺进八强！孙颖莎力克申裕斌 王曼昱0-3陈熠 全场回放 19:00,http://113.98.11.46:3000/968934185
WTT 挺进八强！孙颖莎力克申裕斌 王曼昱0-3陈熠 全场回放（CCTV5） 19:00,http://113.98.11.46:3000/968936894
WTT 挺进八强！孙颖莎力克申裕斌 王曼昱0-3陈熠 全场回放（英文解说智能字幕） 19:00,http://113.98.11.46:3000/968931395
WTT 挺进八强！孙颖莎力克申裕斌 王曼昱0-3陈熠 全场回放（智能解说） 19:00,http://113.98.11.46:3000/968931301
WTT 挺进八强！孙颖莎力克申裕斌 王曼昱0-3陈熠 全场回放（AI观赛） 19:00,http://113.98.11.46:3000/968931319
浙BA 宁海73-70衢州 2026浙江省城市篮球联赛小组赛第8轮全场回放：宁海vs衢州（赛场原声） 19:30,http://113.98.11.46:3000/968930647
浙BA 金华73-59海宁 2026浙江省城市篮球联赛小组赛第8轮全场回放：金华vs海宁（赛场原声） 19:30,http://113.98.11.46:3000/968929985
CBA 广州智都集团VS山西汾酒 全场回放（吕程、巩晓彬、周鹏） 19:25,http://113.98.11.46:3000/968928101
CBA 广州智都集团VS山西汾酒 全场回放（张泽欣） 19:25,http://113.98.11.46:3000/968928017
CBA 广州智都集团VS山西汾酒 全场回放（石楷文） 19:25,http://113.98.11.46:3000/968927990
CBA 广州智都集团VS山西汾酒 全场回放（赛场原声） 19:25,http://113.98.11.46:3000/968929434
CBA 长白山恩都里VS深圳马可波罗 全场回放（王冠证） 19:25,http://113.98.11.46:3000/968927343
CBA 长白山恩都里VS深圳马可波罗 全场回放（赛场原声） 19:25,http://113.98.11.46:3000/968927429
CBA 宁波町渥VS辽宁本钢 全场回放（孙博、丁彦雨航、闫宇峰） 19:25,http://113.98.11.46:3000/968928165
CBA 宁波町渥VS辽宁本钢 全场回放（林国雄） 19:25,http://113.98.11.46:3000/968928030
CBA 宁波町渥VS辽宁本钢 全场回放（哈秋） 19:25,http://113.98.11.46:3000/968928080
CBA 宁波町渥VS辽宁本钢 全场回放（赛场原声） 19:25,http://113.98.11.46:3000/968929361
CBA 天津先行者VS浙江浙商证券 全场回放（姜帆） 19:25,http://113.98.11.46:3000/968927668
CBA 天津先行者VS浙江浙商证券 全场回放（赛场原声） 19:25,http://113.98.11.46:3000/968927723
CBA 浙江稠州金租VS上海久事 全场回放（徐秦威、陈正昊、王羽希） 19:25,http://113.98.11.46:3000/968927742
CBA 浙江稠州金租VS上海久事 全场回放（金哲豪） 19:25,http://113.98.11.46:3000/968927683
CBA 浙江稠州金租VS上海久事 全场回放（薛思佳） 19:25,http://113.98.11.46:3000/968927690
CBA 浙江稠州金租VS上海久事 全场回放（赛场原声） 19:25,http://113.98.11.46:3000/968927747
楚超 荆州恒隆队VS武汉华工科技队 全场回放 19:45,http://113.98.11.46:3000/968929902
BWF 乔纳坦、辛杜晋级四强 【回放】李美妙2-1张文玉（李珍） 20:00,http://113.98.11.46:3000/968928009
BWF 乔纳坦、辛杜晋级四强 【回放】梅克尔0-2大波波夫（余昌瑞） 20:00,http://113.98.11.46:3000/968928779
BWF 乔纳坦、辛杜晋级四强 【回放】乔纳坦2-1奈良冈功大（鸿昆） 20:00,http://113.98.11.46:3000/968928985
BWF 乔纳坦、辛杜晋级四强 【回放】安东森2-0迪特莱（朱胤丞） 20:00,http://113.98.11.46:3000/968929444
BWF 乔纳坦、辛杜晋级四强 【回放】舒尔茨0-2辛杜（杨妮娜） 20:00,http://113.98.11.46:3000/968929641
BWF 乔纳坦、辛杜晋级四强 【回放】库苏马/梅丽莎0-2林瑞蓉/李欣梅（朱胤丞） 20:00,http://113.98.11.46:3000/968929979
BWF 乔纳坦、辛杜晋级四强 【回放】拉克什亚2-1科尔约宁（杨妮娜） 20:00,http://113.98.11.46:3000/968931243
BWF 乔纳坦、辛杜晋级四强 【全场回放】三号场地（赛场原声）（一） 20:00,http://113.98.11.46:3000/968931445
BWF 乔纳坦、辛杜晋级四强 【全场回放】二号场地（赛场原声）（二） 20:00,http://113.98.11.46:3000/968931632
BWF 乔纳坦、辛杜晋级四强 【全场回放】三号场地（赛场原声）（二） 20:00,http://113.98.11.46:3000/968931768
BWF 乔纳坦、辛杜晋级四强 【全场回放】二号场地（赛场原声）（一） 20:00,http://113.98.11.46:3000/968931819
BWF 乔纳坦、辛杜晋级四强 【全场回放】一号场地（赛场原声）（一） 20:00,http://113.98.11.46:3000/968934604
BWF 乔纳坦、辛杜晋级四强 【全场回放】一号场地（英文原声）（一） 20:00,http://113.98.11.46:3000/968935100
BWF 乔纳坦、辛杜晋级四强 【全场回放】一号场地（赛场原声）（二） 20:00,http://113.98.11.46:3000/968936995
BWF 乔纳坦、辛杜晋级四强 【全场回放】一号场地（英文原声）（二） 20:00,http://113.98.11.46:3000/968937699
浪琴环球马术冠军赛 拉巴特站GCL团体赛 2026浪琴环球马术冠军赛拉巴特站GCL团体赛全场回放（中文解说） 21:20,http://113.98.11.46:3000/968933330
浪琴环球马术冠军赛 拉巴特站GCL团体赛 2026浪琴环球马术冠军赛拉巴特站GCL团体赛全场回放（英文解说） 21:20,http://113.98.11.46:3000/968933520
浪琴环球马术冠军赛 拉巴特站GCL团体赛 2026浪琴环球马术冠军赛拉巴特站GCL团体赛全场回放（赛场原声） 21:20,http://113.98.11.46:3000/968935471
ONE冠军赛 坤苏克爆肝KO约德乌东 西提猜高扫取胜 全场回放（赵凡尘） 21:25,http://113.98.11.46:3000/968931256
ONE冠军赛 坤苏克爆肝KO约德乌东 西提猜高扫取胜 全场回放（英文原声） 21:25,http://113.98.11.46:3000/968931549
ONE冠军赛 坤苏克爆肝KO约德乌东 西提猜高扫取胜 ONE周五格斗夜176主赛全场回放（赛场原声） 21:25,http://113.98.11.46:3000/968932539
体育-今天10-31,#genre#
WTT 蒯曼晋级8强 周启豪3-1小布 全场回放（张靖松） 01:30,http://113.98.11.46:3000/968936878
WTT 蒯曼晋级8强 周启豪3-1小布 全场回放 01:30,http://113.98.11.46:3000/968938024
WTT 蒯曼晋级8强 周启豪3-1小布 全场回放（英文解说智能字幕） 01:30,http://113.98.11.46:3000/968937497
法甲 尼斯VS雷恩 全场回放（邵煊） 01:45,http://113.98.11.46:3000/968934985
法甲 勒阿弗尔VS巴黎圣日耳曼 全场回放（鹿中原、王宇） 01:55,http://113.98.11.46:3000/968936469
德甲 埃尔沃斯贝格VS美因茨 全场回放（李霄） 03:25,http://113.98.11.46:3000/968937448
西甲 比利亚雷亚尔VS西班牙人 全场回放（洪宇青） 03:55,http://113.98.11.46:3000/968937656
法甲 里尔VS朗斯 全场回放（刘一臻） 04:00,http://113.98.11.46:3000/968937660
NBA 奇才VS黄蜂 全场回放（董倡硕） 06:55,http://113.98.11.46:3000/968941321
NBA 奇才VS黄蜂 全场回放（英文原声） 06:55,http://113.98.11.46:3000/968942490
NBA 篮网VS活塞 全场回放（刘沛元） 07:25,http://113.98.11.46:3000/968941960
NBA 篮网VS活塞 全场回放（英文原声） 07:25,http://113.98.11.46:3000/968943835
NBA 猛龙VS魔术 全场回放（刘芳宇） 07:25,http://113.98.11.46:3000/968941588
NBA 猛龙VS魔术 全场回放（英文原声） 07:25,http://113.98.11.46:3000/968943610
NBA 凯尔特人VS公牛 全场回放（蔡凯臣） 07:25,http://113.98.11.46:3000/968941578
NBA 凯尔特人VS公牛 全场回放（英文原声） 07:25,http://113.98.11.46:3000/968943394
NBA 76人VS尼克斯 全场回放（杨健、丁彦雨航、李根、佳依） 07:25,http://113.98.11.46:3000/968941905
NBA 76人VS尼克斯 全场回放（英文原声） 07:25,http://113.98.11.46:3000/968942986
NBA 森林狼VS快船 全场回放（徐秦威） 07:55,http://113.98.11.46:3000/968941896
NBA 森林狼VS快船 全场回放（英文原声） 07:55,http://113.98.11.46:3000/968943443
NBA 热火VS步行者 全场回放（罗森） 07:55,http://113.98.11.46:3000/968942211
NBA 热火VS步行者 全场回放（英文原声） 07:55,http://113.98.11.46:3000/968944237
NBA 独行侠VS火箭 全场回放（孙博、巩晓彬、周鹏、裴优） 07:30,http://113.98.11.46:3000/968942804
NBA 独行侠VS火箭 全场回放（英文原声） 07:30,http://113.98.11.46:3000/968943975
中国体育舞蹈联合会系列赛 中国体育舞蹈公开系列赛北京站Day2 北京站 08:25,http://113.98.11.46:3000/968879862
铁人三项系列赛 重庆长寿湖铁人三项亚洲杯赛 2026重庆长寿湖铁人三项亚洲杯赛全场回放（官方解说）（一） 08:30,http://113.98.11.46:3000/968948635
中国自行车运动协会系列赛 中国自由式小轮车联赛总决赛 解说 08:30,http://113.98.11.46:3000/968886172
跑酷世界杯 跑酷世界杯北京站day2 北京站 09:30,http://113.98.11.46:3000/968884738
斯诺克 周跃龙出局 塞尔比6-2怀特 【回放】周跃龙2-6利亚姆·戴维斯（陶哲铭） 09:30,http://113.98.11.46:3000/968946562
斯诺克 周跃龙出局 塞尔比6-2怀特 【回放】马克·塞尔比6-2吉米·怀特（卢正浩） 09:30,http://113.98.11.46:3000/968944985
斯诺克 周跃龙出局 塞尔比6-2怀特 【回放】刘宏宇6-1路易·希斯科特（赛场原声） 09:30,http://113.98.11.46:3000/968946828
斯诺克 周跃龙出局 塞尔比6-2怀特 【回放】斯蒂芬·霍尔沃斯6-1李俊（赛场原声） 09:30,http://113.98.11.46:3000/968947110
斯诺克 周跃龙出局 塞尔比6-2怀特 【回放】马克·塞尔比6-2吉米·怀特（赛场原声） 09:30,http://113.98.11.46:3000/968948148
斯诺克 周跃龙出局 塞尔比6-2怀特 【回放】周跃龙2-6利亚姆·戴维斯（赛场原声） 09:30,http://113.98.11.46:3000/968948523
斯诺克 周跃龙出局 塞尔比6-2怀特 【回放】周跃龙2-6利亚姆·戴维斯（AI观赛） 09:30,http://113.98.11.46:3000/968949217
斯诺克 周跃龙出局 塞尔比6-2怀特 26/27赛季斯诺克南京国锦赛延期资格赛第1轮回放：米哈尔·苏巴尔奇克6-4陈麒恩（赛场原声） 09:30,http://113.98.11.46:3000/968951907
NBA 太阳VS掘金 全场回放（邵化谦、盛哲） 09:55,http://113.98.11.46:3000/968944445
NBA 太阳VS掘金 全场回放（英文原声） 09:55,http://113.98.11.46:3000/968946713
NBA 勇士VS湖人 全场回放（王冠证、陈正昊、徐咏、廖昕阳） 09:30,http://113.98.11.46:3000/968946155
WTA 费尔南德斯VS拉克西莫娃 【回放】费尔南德斯2-0拉克西莫娃（赛场原声） 11:00,http://113.98.11.46:3000/968947449
WTA 费尔南德斯VS拉克西莫娃 全场回放 11:00,http://113.98.11.46:3000/968950161
WTA 费尔南德斯VS拉克西莫娃 全场回放（乔迁） 11:00,http://113.98.11.46:3000/968951895
斯诺克 丁俊晖出战 江俊2-6罗伯逊 秦正 14:00,http://113.98.11.46:3000/968792781
斯诺克 丁俊晖出战 江俊2-6罗伯逊 2号桌 14:00,http://113.98.11.46:3000/968661288
斯诺克 丁俊晖出战 江俊2-6罗伯逊 AI智慧分析 14:00,http://113.98.11.46:3000/968825860
斯诺克 丁俊晖出战 江俊2-6罗伯逊 3号桌 14:00,http://113.98.11.46:3000/968661321
斯诺克 丁俊晖出战 江俊2-6罗伯逊 5号桌 14:00,http://113.98.11.46:3000/968661435
斯诺克 丁俊晖出战 江俊2-6罗伯逊 7号桌 14:00,http://113.98.11.46:3000/968661475
斯诺克 丁俊晖出战 江俊2-6罗伯逊 8号桌 14:00,http://113.98.11.46:3000/968661515
楚超 宜昌东阳光队VS黄石美尔雅队 赛场原声 15:00,http://113.98.11.46:3000/968549117
湘超 娄底队VS长沙队 赛场原声 15:00,http://113.98.11.46:3000/968790154
湘超 湘潭队VS邵阳队 赛场原声 15:00,http://113.98.11.46:3000/968790188
湘超 株洲队VS衡阳队 赛场原声 15:00,http://113.98.11.46:3000/968790212
湘超 常德队VS郴州队 赛场原声 15:00,http://113.98.11.46:3000/968790247
湘超 益阳队VS湘西队 赛场原声 15:00,http://113.98.11.46:3000/968790289
湘超 怀化队VS岳阳队 赛场原声 15:00,http://113.98.11.46:3000/968790309
湘超 永州队VS张家界队 赛场原声 15:00,http://113.98.11.46:3000/968790331
徽青赛 芜湖VS合肥 赛场原声 15:30,http://113.98.11.46:3000/968791798
徽青赛 淮南VS池州 赛场原声 15:30,http://113.98.11.46:3000/968791776
攀岩系列赛 全国青年攀岩锦标赛 解说 16:34,http://113.98.11.46:3000/968889203
国际马联场地障碍世界杯 1.40M级别浪琴表世界杯资格赛 杭州 17:30,http://113.98.11.46:3000/968802055
国际自盟场地自行车世锦赛 国际自盟场地自行车世锦赛-1 解说 17:59,http://113.98.11.46:3000/968912985
NBA经典赛事 NBA精彩重播：尼克斯 vs 76人 杨健 丁彦雨航 李根 18:00,http://113.98.11.46:3000/968692989
徽BA 合肥VS淮北 赛场原声 18:40,http://113.98.11.46:3000/968536681
徽BA 宣城VS滁州 赛场原声 18:40,http://113.98.11.46:3000/968790916
齐鲁超赛 泰安泰山城建队VS威海文旅集团队 赛场原声 19:00,http://113.98.11.46:3000/968419451
WTT 孙颖莎冲半决赛 陈幸同PK王艺迪 周冠达 周雨 程靖淇 18:00,http://113.98.11.46:3000/968633674
WTT 孙颖莎冲半决赛 陈幸同PK王艺迪 CCTV5 19:00,http://113.98.11.46:3000/968940283
WTT 孙颖莎冲半决赛 陈幸同PK王艺迪 赛场原声 19:00,http://113.98.11.46:3000/968632999
WTT 孙颖莎冲半决赛 陈幸同PK王艺迪 智能字幕 19:00,http://113.98.11.46:3000/968636243
斯诺克 赵心童、吴宜泽、小特出战 朱峰立 19:30,http://113.98.11.46:3000/968792767
斯诺克 赵心童、吴宜泽、小特出战 柏林 19:30,http://113.98.11.46:3000/968792741
斯诺克 赵心童、吴宜泽、小特出战 杨江浩 19:30,http://113.98.11.46:3000/968792732
斯诺克 赵心童、吴宜泽、小特出战 1号桌 19:30,http://113.98.11.46:3000/968658966
斯诺克 赵心童、吴宜泽、小特出战 AI智慧分析 19:30,http://113.98.11.46:3000/968825880
斯诺克 赵心童、吴宜泽、小特出战 2号桌 19:30,http://113.98.11.46:3000/968658992
斯诺克 赵心童、吴宜泽、小特出战 3号桌 19:30,http://113.98.11.46:3000/968659034
斯诺克 赵心童、吴宜泽、小特出战 4号桌 19:30,http://113.98.11.46:3000/968659073
斯诺克 赵心童、吴宜泽、小特出战 5号桌 19:30,http://113.98.11.46:3000/968659098
斯诺克 赵心童、吴宜泽、小特出战 6号桌 19:30,http://113.98.11.46:3000/968659119
斯诺克 赵心童、吴宜泽、小特出战 7号桌 19:30,http://113.98.11.46:3000/968659145
浙BA 诸暨VS温州 赛场原声 19:30,http://113.98.11.46:3000/968789171
浙BA 湖州VS义乌 赛场原声 19:30,http://113.98.11.46:3000/968789221
徽青赛 淮北VS蚌埠 赛场原声 19:30,http://113.98.11.46:3000/968791782
CBA 北京控股VS新疆广汇能源 吕程 李根 季孟年 19:00,http://113.98.11.46:3000/968857690
CBA 北京控股VS新疆广汇能源 北控主队解说 19:25,http://113.98.11.46:3000/968857375
CBA 北京控股VS新疆广汇能源 新疆主队解说 19:25,http://113.98.11.46:3000/968857361
CBA 北京控股VS新疆广汇能源 赛场原声 19:25,http://113.98.11.46:3000/968857600
CBA 福建晋江文旅VS青岛崂山啤酒 石楷文 19:20,http://113.98.11.46:3000/968857359
CBA 福建晋江文旅VS青岛崂山啤酒 福建主队解说 19:25,http://113.98.11.46:3000/968857346
CBA 福建晋江文旅VS青岛崂山啤酒 青岛主队解说 19:25,http://113.98.11.46:3000/968857525
CBA 福建晋江文旅VS青岛崂山啤酒 赛场原声 19:25,http://113.98.11.46:3000/968857670
CBA 山东高速VS广东东阳光 连睿 巩晓彬 周鹏 19:00,http://113.98.11.46:3000/968857714
CBA 山东高速VS广东东阳光 山东主队解说 19:25,http://113.98.11.46:3000/968857521
CBA 山东高速VS广东东阳光 广东主队解说 19:25,http://113.98.11.46:3000/968857511
CBA 山东高速VS广东东阳光 赛场原声 19:25,http://113.98.11.46:3000/968857663
琼超 儋州VS白沙 赛场原声 19:35,http://113.98.11.46:3000/968802829
琼超 琼海VS屯昌 赛场原声 19:35,http://113.98.11.46:3000/968802834
琼超 保亭VS乐东 赛场原声 19:35,http://113.98.11.46:3000/968802869
琼超 三亚VS琼中 赛场原声 19:35,http://113.98.11.46:3000/968802878
苏超 无锡队VS常州队 解说 19:10,http://113.98.11.46:3000/968820114
英超 切尔西VS曼联 詹俊 张路 郭小仙儿 20:00,http://113.98.11.46:3000/968876688
英超 切尔西VS曼联 娄一晨 刘越 邵凌霄 20:00,http://113.98.11.46:3000/968876730
英超 切尔西VS曼联 陆毅隽 何辉 20:15,http://113.98.11.46:3000/968876771
英超 切尔西VS曼联 球星视角 20:20,http://113.98.11.46:3000/968891920
英超 切尔西VS曼联 4K赛场原声 20:15,http://113.98.11.46:3000/968876855
英超 切尔西VS曼联 英文原声 20:15,http://113.98.11.46:3000/968876823
英超 切尔西VS曼联 陈渤胄 20:15,http://113.98.11.46:3000/968876785
英超 切尔西VS曼联 AI字幕 20:00,http://113.98.11.46:3000/968891918
英超 切尔西VS曼联 粤语AI字幕 20:15,http://113.98.11.46:3000/968891916
英超 切尔西VS曼联 沪语AI字幕 20:15,http://113.98.11.46:3000/968891913
英超 切尔西VS曼联 智能解说 20:25,http://113.98.11.46:3000/968916812
英女超 埃弗顿女足VS曼联女足 林梦鸽 20:30,http://113.98.11.46:3000/968877682
英女超 埃弗顿女足VS曼联女足 赛场原声 20:30,http://113.98.11.46:3000/968877631
西甲 莱万特VS马德里竞技 张天翼 贺宇 20:45,http://113.98.11.46:3000/968876596
西甲 莱万特VS马德里竞技 赛场原声 20:45,http://113.98.11.46:3000/968876590
西甲 莱万特VS马德里竞技 赛场原声 20:45,http://113.98.11.46:3000/968947542
BWF 乔纳坦直面头号种子安东森冲决赛 李美妙VS杰克斯菲德 21:00,http://113.98.11.46:3000/968943406
BWF 乔纳坦直面头号种子安东森冲决赛 1号场地 21:00,http://113.98.11.46:3000/968793480
BWF 乔纳坦直面头号种子安东森冲决赛 1号场地英文视角 21:00,http://113.98.11.46:3000/968793511
BWF 乔纳坦直面头号种子安东森冲决赛 2号场地 21:10,http://113.98.11.46:3000/968793499
BWF 乔纳坦直面头号种子安东森冲决赛 2号场地英文视角 21:10,http://113.98.11.46:3000/968793527
意甲 博洛尼亚VS蒙扎 乔迁 21:45,http://113.98.11.46:3000/968882034
意甲 博洛尼亚VS蒙扎 赛场原声 21:45,http://113.98.11.46:3000/968882029
CBA 《球你别说了》苏群解析篮坛热点 苏群 邵化谦 季孟年 22:00,http://113.98.11.46:3000/968920490
德甲 沙尔克04VSRB莱比锡 刘洋 22:15,http://113.98.11.46:3000/968879500
德甲 沙尔克04VSRB莱比锡 赛场原声 22:15,http://113.98.11.46:3000/968879534
德甲 云达不莱梅VS霍芬海姆 马延峰 22:15,http://113.98.11.46:3000/968879226
德甲 云达不莱梅VS霍芬海姆 赛场原声 22:15,http://113.98.11.46:3000/968879235
德甲 门兴格拉德巴赫VS帕德博恩 吴子越 22:15,http://113.98.11.46:3000/968879204
德甲 门兴格拉德巴赫VS帕德博恩 赛场原声 22:15,http://113.98.11.46:3000/968879209
德甲 奥格斯堡VS弗赖堡 刘洪新 22:15,http://113.98.11.46:3000/968879180
德甲 奥格斯堡VS弗赖堡 赛场原声 22:15,http://113.98.11.46:3000/968879188
德甲 勒沃库森VS斯图加特 涂远 鲁靖明 22:15,http://113.98.11.46:3000/968879113
德甲 勒沃库森VS斯图加特 赛场原声 22:15,http://113.98.11.46:3000/968879146
英超 曼城VS布莱顿 颜强 董方卓 程思钦 22:30,http://113.98.11.46:3000/968876592
英超 曼城VS布莱顿 任锴 陈曦 22:45,http://113.98.11.46:3000/968876603
英超 曼城VS布莱顿 赛场原声 22:45,http://113.98.11.46:3000/968879029
英超 曼城VS布莱顿 英文原声 22:45,http://113.98.11.46:3000/968876619
英超 曼城VS布莱顿 AI字幕 22:30,http://113.98.11.46:3000/968891911
英超 曼城VS布莱顿 粤语AI字幕 22:45,http://113.98.11.46:3000/968891909
英超 曼城VS布莱顿 智能解说 22:55,http://113.98.11.46:3000/968916964
英超 赫尔城VS伊普斯维奇 黄航 22:45,http://113.98.11.46:3000/968877885
英超 赫尔城VS伊普斯维奇 赛场原声 22:45,http://113.98.11.46:3000/968877936
英超 赫尔城VS伊普斯维奇 英文原声 22:45,http://113.98.11.46:3000/968877909
英超 考文垂VS桑德兰 兰子非 22:45,http://113.98.11.46:3000/968877814
英超 考文垂VS桑德兰 赛场原声 22:45,http://113.98.11.46:3000/968877831
英超 考文垂VS桑德兰 英文原声 22:45,http://113.98.11.46:3000/968877822
英超 布伦特福德VS诺丁汉森林 刘焕 22:45,http://113.98.11.46:3000/968877044
英超 布伦特福德VS诺丁汉森林 赛场原声 22:45,http://113.98.11.46:3000/968877093
英超 布伦特福德VS诺丁汉森林 英文原声 22:45,http://113.98.11.46:3000/968877082
英超 伯恩茅斯VS利兹联 林梦鸽 22:45,http://113.98.11.46:3000/968876907
英超 伯恩茅斯VS利兹联 赛场原声 22:45,http://113.98.11.46:3000/968876958
英超 伯恩茅斯VS利兹联 英文原声 22:45,http://113.98.11.46:3000/968876927
西甲 巴列卡诺VS塞尔塔 周楚雄 23:00,http://113.98.11.46:3000/968876649
西甲 巴列卡诺VS塞尔塔 赛场原声 23:00,http://113.98.11.46:3000/968876606
西甲 巴列卡诺VS塞尔塔 赛场原声 23:00,http://113.98.11.46:3000/968947557
体育-明天11-01,#genre#
骑行系列赛 UCI BMX竞速世界杯美国站 解说 00:55,http://113.98.11.46:3000/968915027
意甲 乌迪内斯VS罗马 涂远 李彦 00:45,http://113.98.11.46:3000/968882014
意甲 乌迪内斯VS罗马 赛场原声 00:45,http://113.98.11.46:3000/968881973
WTT 林诗栋对决小莫 蒯曼、陈熠冲四强 张靖松 01:00,http://113.98.11.46:3000/968633553
WTT 林诗栋对决小莫 蒯曼、陈熠冲四强 赛场原声 01:00,http://113.98.11.46:3000/968632984
WTT 林诗栋对决小莫 蒯曼、陈熠冲四强 智能字幕 01:00,http://113.98.11.46:3000/968636226
英超 托特纳姆热刺VS水晶宫 孙雨轩 刘建宏 李子琪 01:00,http://113.98.11.46:3000/968878685
英超 托特纳姆热刺VS水晶宫 江忠德 01:15,http://113.98.11.46:3000/968878699
英超 托特纳姆热刺VS水晶宫 球星视角 01:20,http://113.98.11.46:3000/968891901
英超 托特纳姆热刺VS水晶宫 4K赛场原声 01:15,http://113.98.11.46:3000/968890998
英超 托特纳姆热刺VS水晶宫 英文原声 01:15,http://113.98.11.46:3000/968879609
英超 托特纳姆热刺VS水晶宫 AI字幕 01:00,http://113.98.11.46:3000/968891864
英超 托特纳姆热刺VS水晶宫 粤语AI字幕 01:15,http://113.98.11.46:3000/968891849
西甲 皇家贝蒂斯VS马拉加 兰子非 01:15,http://113.98.11.46:3000/968876686
西甲 皇家贝蒂斯VS马拉加 赛场原声 01:15,http://113.98.11.46:3000/968876674
德甲 拜仁慕尼黑VS多特蒙德 胡小凡 张力 鲁靖明 01:15,http://113.98.11.46:3000/968879784
德甲 拜仁慕尼黑VS多特蒙德 沈云怡 秦游夏 01:15,http://113.98.11.46:3000/968879588
德甲 拜仁慕尼黑VS多特蒙德 赛场原声 01:15,http://113.98.11.46:3000/968879592
德甲 拜仁慕尼黑VS多特蒙德 AI字幕 01:15,http://113.98.11.46:3000/968891644
德甲 拜仁慕尼黑VS多特蒙德 智能解说 01:25,http://113.98.11.46:3000/968917034
NBA 爵士VS开拓者 邢晨 02:55,http://113.98.11.46:3000/968749620
NBA 爵士VS开拓者 英文原声 02:55,http://113.98.11.46:3000/968749639
意甲 AC米兰VS国际米兰 石庆圣 李彦 孙蕊 03:30,http://113.98.11.46:3000/968881965
意甲 AC米兰VS国际米兰 刘腾 贺宇 03:30,http://113.98.11.46:3000/968881923
意甲 AC米兰VS国际米兰 赛场原声 03:30,http://113.98.11.46:3000/968881854
意甲 AC米兰VS国际米兰 AI字幕 03:30,http://113.98.11.46:3000/968891697
意甲 AC米兰VS国际米兰 智能解说 03:40,http://113.98.11.46:3000/968917197
法甲 特鲁瓦VS勒芒 邵煊 03:30,http://113.98.11.46:3000/968877381
法甲 特鲁瓦VS勒芒 赛场原声 03:30,http://113.98.11.46:3000/968877412
英超 阿斯顿维拉VS富勒姆 刘焕 03:45,http://113.98.11.46:3000/968878748
英超 阿斯顿维拉VS富勒姆 赛场原声 03:45,http://113.98.11.46:3000/968879498
英超 阿斯顿维拉VS富勒姆 英文原声 03:45,http://113.98.11.46:3000/968879537
西甲 巴塞罗那VS阿拉维斯 张昊泽 李欣 03:30,http://113.98.11.46:3000/968876740
西甲 巴塞罗那VS阿拉维斯 赛场原声 03:45,http://113.98.11.46:3000/968876728
西甲 巴塞罗那VS阿拉维斯 AI字幕 03:30,http://113.98.11.46:3000/968891719
西甲 巴塞罗那VS阿拉维斯 智能解说 03:55,http://113.98.11.46:3000/968916482
UFC格斗之夜 UFC格斗之夜：莫伊卡诺VS诺兰 王琰博 郝俊 04:55,http://113.98.11.46:3000/968886367
UFC格斗之夜 UFC格斗之夜：莫伊卡诺VS诺兰 英文原声 04:55,http://113.98.11.46:3000/968886387
UFC格斗之夜 UFC格斗之夜：莫伊卡诺VS诺兰 智能字幕 04:55,http://113.98.11.46:3000/968887641
NBA 黄蜂VS76人 蔡凯臣 季孟年 05:55,http://113.98.11.46:3000/968749903
NBA 黄蜂VS76人 英文原声 05:55,http://113.98.11.46:3000/968749918
NBA 鹈鹕VS老鹰 徐秦威 06:55,http://113.98.11.46:3000/968750023
NBA 鹈鹕VS老鹰 英文原声 06:55,http://113.98.11.46:3000/968750055
铁人三项系列赛 铁人中国T51.5舟山公开赛 解说 07:00,http://113.98.11.46:3000/968822984
马拉松系列赛 2026吉利汽车杭州马拉松 清流播出 06:45,http://113.98.11.46:3000/968889182
马拉松系列赛 2026常州西太湖半程马拉松 清流播出 07:15,http://113.98.11.46:3000/968889224
逐马计划 2026朝阳滨河半程马拉松 朝阳滨河半程马拉松 07:15,http://113.98.11.46:3000/968889198
逐马计划 2026重庆（长嘉汇）半程马拉松 2026重庆（长嘉汇）半程马拉松 07:15,http://113.98.11.46:3000/968889208
NBA 雄鹿VS骑士 王冠证 郭维盛 刘潇涵 07:30,http://113.98.11.46:3000/968749712
NBA 雄鹿VS骑士 英文原声 07:55,http://113.98.11.46:3000/968749680
NBA 灰熊VS国王 罗森 07:55,http://113.98.11.46:3000/968749886
NBA 灰熊VS国王 英文原声 07:55,http://113.98.11.46:3000/968749829
NBA 马刺VS森林狼 孙博 刘铁 马健 07:30,http://113.98.11.46:3000/968749461
NBA 马刺VS森林狼 王晓晨 07:55,http://113.98.11.46:3000/968749443
NBA 马刺VS森林狼 英文原声 07:55,http://113.98.11.46:3000/968749419
NBA 马刺VS森林狼 智能字幕 07:55,http://113.98.11.46:3000/968787436
马拉松系列赛 2026扬州高邮大运河半程马拉松 清流播出 07:45,http://113.98.11.46:3000/968889248
逐马计划 2026马鞍山·采石矶半程马拉松 2026马鞍山·采石矶半程马拉松 07:45,http://113.98.11.46:3000/968889232
咪咕体育日报 undefined 咪咕体育日报 第228期 08:00,http://113.98.11.46:3000/968818270
NBA 火箭VS雷霆 连睿 丁彦雨航 周鹏 08:00,http://113.98.11.46:3000/968749136
NBA 火箭VS雷霆 英文原声 08:25,http://113.98.11.46:3000/968749085
NBA 火箭VS雷霆 智能字幕 08:00,http://113.98.11.46:3000/968787381
铁人三项系列赛 重庆长寿湖铁人三项亚洲杯赛 解说 08:30,http://113.98.11.46:3000/968822964
中国自行车运动协会系列赛 中国自由式小轮车联赛总决赛 解说 08:30,http://113.98.11.46:3000/968886179
短道速滑世界巡回赛 加拿大温哥华站 2 解说 08:30,http://113.98.11.46:3000/968940154
攀岩系列赛 全国青年攀岩锦标赛 解说 09:00,http://113.98.11.46:3000/968889219
中国体育舞蹈联合会系列赛 中国体育舞蹈公开系列赛北京站Day3 北京站 09:25,http://113.98.11.46:3000/968879929
斯诺克 希金斯、常冰玉出战 宾汉姆PK傅家俊 卢正浩 09:30,http://113.98.11.46:3000/968792693
斯诺克 希金斯、常冰玉出战 宾汉姆PK傅家俊 杨江源 09:30,http://113.98.11.46:3000/968792825
斯诺克 希金斯、常冰玉出战 宾汉姆PK傅家俊 陶哲铭 09:30,http://113.98.11.46:3000/968792680
斯诺克 希金斯、常冰玉出战 宾汉姆PK傅家俊 1号桌 09:30,http://113.98.11.46:3000/968659670
斯诺克 希金斯、常冰玉出战 宾汉姆PK傅家俊 AI智慧分析 09:30,http://113.98.11.46:3000/968825901
斯诺克 希金斯、常冰玉出战 宾汉姆PK傅家俊 2号桌 09:30,http://113.98.11.46:3000/968659686
斯诺克 希金斯、常冰玉出战 宾汉姆PK傅家俊 3号桌 09:30,http://113.98.11.46:3000/968659723
斯诺克 希金斯、常冰玉出战 宾汉姆PK傅家俊 4号桌 09:30,http://113.98.11.46:3000/968659738
斯诺克 希金斯、常冰玉出战 宾汉姆PK傅家俊 5号桌 09:30,http://113.98.11.46:3000/968659860
斯诺克 希金斯、常冰玉出战 宾汉姆PK傅家俊 6号桌 09:30,http://113.98.11.46:3000/968659882
斯诺克 希金斯、常冰玉出战 宾汉姆PK傅家俊 7号桌 09:30,http://113.98.11.46:3000/968659908
斯诺克 希金斯、常冰玉出战 宾汉姆PK傅家俊 8号桌 09:30,http://113.98.11.46:3000/968659914
跑酷世界杯 跑酷世界杯北京站day3 北京站 10:30,http://113.98.11.46:3000/968884726
WTA 费尔南德斯VS施耐德 赛场原声 11:00,http://113.98.11.46:3000/968661188
WTA 费尔南德斯VS施耐德 英文原声 11:00,http://113.98.11.46:3000/968661219
WTA 费尔南德斯VS施耐德 解说 11:00,http://113.98.11.46:3000/968693875
青岛城市足球争霸赛 莱西市vs平度市 清流播出 13:50,http://113.98.11.46:3000/968849697
青岛城市足球争霸赛 即墨区vs市南区 清流播出 13:50,http://113.98.11.46:3000/968849703
咪咕3X3篮球联赛 咪咕3x3济南大区赛决赛 清流播出 14:00,http://113.98.11.46:3000/968369641
斯诺克 囧哥出战 袁思俊PK奥康纳 秦正 14:00,http://113.98.11.46:3000/968792630
斯诺克 囧哥出战 袁思俊PK奥康纳 熊冕 14:00,http://113.98.11.46:3000/968792656
斯诺克 囧哥出战 袁思俊PK奥康纳 涂子轩 14:00,http://113.98.11.46:3000/968792614
斯诺克 囧哥出战 袁思俊PK奥康纳 1号桌 14:00,http://113.98.11.46:3000/968659018
斯诺克 囧哥出战 袁思俊PK奥康纳 AI智慧分析 14:00,http://113.98.11.46:3000/968825931
斯诺克 囧哥出战 袁思俊PK奥康纳 2号桌 14:00,http://113.98.11.46:3000/968658977
斯诺克 囧哥出战 袁思俊PK奥康纳 3号桌 14:00,http://113.98.11.46:3000/968659020
斯诺克 囧哥出战 袁思俊PK奥康纳 4号桌 14:00,http://113.98.11.46:3000/968659071
斯诺克 囧哥出战 袁思俊PK奥康纳 5号桌 14:00,http://113.98.11.46:3000/968659101
斯诺克 囧哥出战 袁思俊PK奥康纳 6号桌 14:00,http://113.98.11.46:3000/968659137
斯诺克 囧哥出战 袁思俊PK奥康纳 7号桌 14:00,http://113.98.11.46:3000/968659181
斯诺克 囧哥出战 袁思俊PK奥康纳 8号桌 14:00,http://113.98.11.46:3000/968659219
中乙 山西崇德荣海VS杭州临平吴越 解说 14:20,http://113.98.11.46:3000/968940255
中乙 山西崇德荣海VS杭州临平吴越 赛场原声 14:20,http://113.98.11.46:3000/968940274
中乙 山东泰山B队VS深圳二零二八 解说 14:20,http://113.98.11.46:3000/968940233
中乙 山东泰山B队VS深圳二零二八 赛场原声 14:20,http://113.98.11.46:3000/968940245
中乙 大连可为VS江西庐山 解说 14:20,http://113.98.11.46:3000/968940194
中乙 大连可为VS江西庐山 赛场原声 14:20,http://113.98.11.46:3000/968940206
中乙 上海海港B队VS贵州贵阳竞技 解说 14:20,http://113.98.11.46:3000/968940158
中乙 上海海港B队VS贵州贵阳竞技 赛场原声 14:20,http://113.98.11.46:3000/968940183
青岛城市足球争霸赛 胶州市vs西海岸新区 清流播出 14:20,http://113.98.11.46:3000/968849683
徽青赛 亳州VS宣城 赛场原声 14:30,http://113.98.11.46:3000/968791638
徽青赛 黄山VS六安 赛场原声 14:30,http://113.98.11.46:3000/968791628
国际马联场地障碍世界杯 1.45M级别浪琴表世界杯赛 杭州 15:00,http://113.98.11.46:3000/968802104
青岛城市足球争霸赛 崂山区vs市北区 清流播出 15:20,http://113.98.11.46:3000/968849689
徽青赛 安庆VS铜陵 赛场原声 15:30,http://113.98.11.46:3000/968791668
徽青赛 宿州VS马鞍山 赛场原声 15:30,http://113.98.11.46:3000/968791652
琼超 文昌VS临高 赛场原声 15:30,http://113.98.11.46:3000/968802882
琼超 澄迈VS海口 赛场原声 15:30,http://113.98.11.46:3000/968802898
琼超 东方VS万宁 赛场原声 15:30,http://113.98.11.46:3000/968802920
亚冠女足 神户雌狮女足VS巴姆卡顿女足 邵凌霄 16:15,http://113.98.11.46:3000/968877040
亚冠女足 神户雌狮女足VS巴姆卡顿女足 赛场原声 16:15,http://113.98.11.46:3000/968876999
亚冠女足 神户雌狮女足VS巴姆卡顿女足 智能解说 16:25,http://113.98.11.46:3000/968916653
亚冠女足 华川国民体育振兴公团女足VS4.25体育团 涂远 16:15,http://113.98.11.46:3000/968877121
亚冠女足 华川国民体育振兴公团女足VS4.25体育团 赛场原声 16:15,http://113.98.11.46:3000/968877095
WTT 男女单打半决赛 马特 18:00,http://113.98.11.46:3000/968633544
WTT 男女单打半决赛 CCTV5 18:00,http://113.98.11.46:3000/968950265
WTT 男女单打半决赛 赛场原声 18:00,http://113.98.11.46:3000/968632967
WTT 男女单打半决赛 智能字幕 18:00,http://113.98.11.46:3000/968636207
亚冠女足 北京京坛女足VS卡雅女足 林梦鸽 18:15,http://113.98.11.46:3000/968877169
亚冠女足 北京京坛女足VS卡雅女足 赛场原声 18:15,http://113.98.11.46:3000/968877151
意甲 科莫VS威尼斯 刘焕 19:15,http://113.98.11.46:3000/968881842
意甲 科莫VS威尼斯 赛场原声 19:15,http://113.98.11.46:3000/968881837
意甲 科莫VS威尼斯 智能解说 19:25,http://113.98.11.46:3000/968916878
斯诺克 龙泽辉PK韦克林 徐思、穆迪出战 朱峰立 19:30,http://113.98.11.46:3000/968792569
斯诺克 龙泽辉PK韦克林 徐思、穆迪出战 柏林 19:30,http://113.98.11.46:3000/968792599
斯诺克 龙泽辉PK韦克林 徐思、穆迪出战 1号桌 19:30,http://113.98.11.46:3000/968659332
斯诺克 龙泽辉PK韦克林 徐思、穆迪出战 AI智慧分析 19:30,http://113.98.11.46:3000/968825999
斯诺克 龙泽辉PK韦克林 徐思、穆迪出战 2号桌 19:30,http://113.98.11.46:3000/968659366
斯诺克 龙泽辉PK韦克林 徐思、穆迪出战 3号桌 19:30,http://113.98.11.46:3000/968659404
斯诺克 龙泽辉PK韦克林 徐思、穆迪出战 4号桌 19:30,http://113.98.11.46:3000/968659469
斯诺克 龙泽辉PK韦克林 徐思、穆迪出战 5号桌 19:30,http://113.98.11.46:3000/968659536
斯诺克 龙泽辉PK韦克林 徐思、穆迪出战 6号桌 19:30,http://113.98.11.46:3000/968659573
斯诺克 龙泽辉PK韦克林 徐思、穆迪出战 7号桌 19:30,http://113.98.11.46:3000/968659617
斯诺克 龙泽辉PK韦克林 徐思、穆迪出战 8号桌 19:30,http://113.98.11.46:3000/968659658
浙BA 云和VS嘉兴 赛场原声 19:30,http://113.98.11.46:3000/968789250
浙BA 苍南VS富阳 赛场原声 19:30,http://113.98.11.46:3000/968789260
足协杯 云南玉昆VS大连英博海发 苏东 刘越 18:00,http://113.98.11.46:3000/968876699
足协杯 云南玉昆VS大连英博海发 孙雨轩 董方卓 程思钦 18:00,http://113.98.11.46:3000/968876678
足协杯 云南玉昆VS大连英博海发 赛场原声 19:20,http://113.98.11.46:3000/968876605
足协杯 云南玉昆VS大连英博海发 智能解说 19:30,http://113.98.11.46:3000/968917027
CBA 长白山恩都里VS广州智都集团 季孟年 19:20,http://113.98.11.46:3000/968857502
CBA 长白山恩都里VS广州智都集团 赛场原声 19:25,http://113.98.11.46:3000/968857662
CBA 辽宁本钢VS深圳马可波罗 姜帆 杨鸣 刘铁 19:00,http://113.98.11.46:3000/968857708
CBA 辽宁本钢VS深圳马可波罗 辽宁主队解说 19:25,http://113.98.11.46:3000/968857494
CBA 辽宁本钢VS深圳马可波罗 深圳主队解说 19:25,http://113.98.11.46:3000/968857473
CBA 辽宁本钢VS深圳马可波罗 赛场原声 19:25,http://113.98.11.46:3000/968857659
CBA 上海久事VS南京同曦宙光 李天宇 徐咏 19:20,http://113.98.11.46:3000/968857975
CBA 上海久事VS南京同曦宙光 上海主队解说 19:25,http://113.98.11.46:3000/968857468
CBA 上海久事VS南京同曦宙光 南京主队解说 19:25,http://113.98.11.46:3000/968857466
CBA 上海久事VS南京同曦宙光 赛场原声 19:25,http://113.98.11.46:3000/968857655
CBA 山西汾酒VS四川锦城 蔡凯臣 19:20,http://113.98.11.46:3000/968857462
CBA 山西汾酒VS四川锦城 山西主队解说 19:25,http://113.98.11.46:3000/968857457
CBA 山西汾酒VS四川锦城 赛场原声 19:25,http://113.98.11.46:3000/968857627
CBA 北京首钢VS浙江浙商证券 邵化谦 焦健 苏群 19:00,http://113.98.11.46:3000/968857704
CBA 北京首钢VS浙江浙商证券 北京主队解说 19:25,http://113.98.11.46:3000/968857449
CBA 北京首钢VS浙江浙商证券 浙证主队解说 19:25,http://113.98.11.46:3000/968857429
CBA 北京首钢VS浙江浙商证券 赛场原声 19:25,http://113.98.11.46:3000/968857615
CBA 天津先行者VS宁波町渥 王冠证 19:20,http://113.98.11.46:3000/968857420
CBA 天津先行者VS宁波町渥 天津主队解说 19:25,http://113.98.11.46:3000/968857411
CBA 天津先行者VS宁波町渥 宁波主队解说 19:25,http://113.98.11.46:3000/968857403
CBA 天津先行者VS宁波町渥 赛场原声 19:25,http://113.98.11.46:3000/968857612
CBA 浙江稠州金租VS江苏肯帝亚 徐秦威 19:20,http://113.98.11.46:3000/968857398
CBA 浙江稠州金租VS江苏肯帝亚 赛场原声 19:25,http://113.98.11.46:3000/968857610
琼超 昌江VS陵水 赛场原声 19:35,http://113.98.11.46:3000/968802930
英女超 伦敦城雌狮女足VS曼城女足 沈云怡 19:45,http://113.98.11.46:3000/968877817
英女超 伦敦城雌狮女足VS曼城女足 赛场原声 19:45,http://113.98.11.46:3000/968877797
英女超 阿森纳女足VS阿斯顿维拉女足 兰子非 19:45,http://113.98.11.46:3000/968877763
英女超 阿森纳女足VS阿斯顿维拉女足 赛场原声 19:45,http://113.98.11.46:3000/968877736
亚冠女足 我故乡女足VS阿耶瓦底女足 胡小凡 20:15,http://113.98.11.46:3000/968877254
亚冠女足 我故乡女足VS阿耶瓦底女足 赛场原声 20:15,http://113.98.11.46:3000/968877241
浪琴环球马术冠军赛 拉巴特站LGCT大奖赛 中文解说原声 20:35,http://113.98.11.46:3000/968791043
浪琴环球马术冠军赛 拉巴特站LGCT大奖赛 清流原声 20:35,http://113.98.11.46:3000/968790990
浪琴环球马术冠军赛 拉巴特站LGCT大奖赛 英文解说原声 20:35,http://113.98.11.46:3000/968791012
西甲 赫塔菲VS塞维利亚 李霄 20:45,http://113.98.11.46:3000/968876803
西甲 赫塔菲VS塞维利亚 赛场原声 20:45,http://113.98.11.46:3000/968876763
BWF 海露羽毛球公开赛第六日 1号场地 21:00,http://113.98.11.46:3000/968793544
BWF 海露羽毛球公开赛第六日 1号场地英文视角 21:00,http://113.98.11.46:3000/968793561
法甲 斯特拉斯堡VS欧塞尔 盛斌 21:45,http://113.98.11.46:3000/968877414
法甲 斯特拉斯堡VS欧塞尔 赛场原声 21:45,http://113.98.11.46:3000/968877429
意甲 拉齐奥VS卡利亚里 张昊泽 21:45,http://113.98.11.46:3000/968881824
意甲 拉齐奥VS卡利亚里 赛场原声 21:45,http://113.98.11.46:3000/968881817
意甲 拉齐奥VS卡利亚里 智能解说 21:55,http://113.98.11.46:3000/968917135
意甲 弗罗西诺内VS都灵 马延峰 21:45,http://113.98.11.46:3000/968881832
意甲 弗罗西诺内VS都灵 赛场原声 21:45,http://113.98.11.46:3000/968881828
英女超 西汉姆联女足VS利物浦女足 刘焕 21:45,http://113.98.11.46:3000/968878047
英女超 西汉姆联女足VS利物浦女足 赛场原声 21:45,http://113.98.11.46:3000/968878028
英女超 布莱顿女足VS水晶宫女足 魏欣怡 21:45,http://113.98.11.46:3000/968877958
英女超 布莱顿女足VS水晶宫女足 赛场原声 21:45,http://113.98.11.46:3000/968877929
英女超 伯明翰女足VS托特纳姆热刺女足 邵凌霄 21:45,http://113.98.11.46:3000/968877858
英女超 伯明翰女足VS托特纳姆热刺女足 赛场原声 21:45,http://113.98.11.46:3000/968877844
WTT 抽签仪式 朱子恒 22:00,http://113.98.11.46:3000/968853784
WTT 抽签仪式 赛场原声 22:00,http://113.98.11.46:3000/968854342
CBA 《球你别说了》第3期 周鹏 邵化谦 季孟年 连睿 22:00,http://113.98.11.46:3000/968920473
德甲 柏林联VS科隆 赵宇 22:15,http://113.98.11.46:3000/968879672
德甲 柏林联VS科隆 赛场原声 22:15,http://113.98.11.46:3000/968879683
英女超 查尔顿女足VS切尔西女足 胡小凡 22:15,http://113.98.11.46:3000/968878085
英女超 查尔顿女足VS切尔西女足 赛场原声 22:15,http://113.98.11.46:3000/968878060
亚冠女足 墨尔本城女足VS纳萨夫女足 兰子非 22:15,http://113.98.11.46:3000/968877331
亚冠女足 墨尔本城女足VS纳萨夫女足 赛场原声 22:15,http://113.98.11.46:3000/968877318
亚冠女足 胡志明市女足VS东孟加拉女足 沈云怡 22:15,http://113.98.11.46:3000/968877291
亚冠女足 胡志明市女足VS东孟加拉女足 赛场原声 22:15,http://113.98.11.46:3000/968877271
短道速滑世界巡回赛 加拿大温哥华站 25分钟版 解说 22:40,http://113.98.11.46:3000/968940184
//咪咕结束

DG专属,#group#
凤凰秀,#genre#
凤凰中文台,http://bobohome.ignorelist.com:20247/fengshows?id=2.m3u8
凤凰资讯台,http://bobohome.ignorelist.com:20247/fengshows?id=1.m3u8
凤凰香港台,http://bobohome.ignorelist.com:20247/fengshows?id=3.m3u8
代理央卫1,#genre#
CCTV-1综合,http://204.12.221.218:8181/3m1080p/cctv1.m3u8
CCTV-2财经,http://204.12.221.218:8181/3m1080p/cctv2.m3u8
CCTV-3综艺,http://204.12.221.218:8181/3m1080p/cctv3.m3u8
CCTV-4中文国际,http://204.12.221.218:8181/3m1080p/cctv4.m3u8
CCTV-5体育,http://204.12.221.218:8181/3m1080p/cctv5.m3u8
CCTV-6电影,http://204.12.221.218:8181/3m1080p/cctv6.m3u8
CCTV-7国防军事,http://204.12.221.218:8181/3m1080p/cctv7.m3u8
CCTV-8电视剧,http://204.12.221.218:8181/3m1080p/cctv8.m3u8
CCTV-9纪录,http://204.12.221.218:8181/3m1080p/cctv9.m3u8
CCTV-10科教,http://204.12.221.218:8181/3m1080p/cctv10.m3u8
CCTV-11戏曲,http://204.12.221.218:8181/3m1080p/cctv11.m3u8
CCTV-12社会与法,http://204.12.221.218:8181/3m1080p/cctv12.m3u8
CCTV-13新闻,http://204.12.221.218:8181/3m1080p/cctv13.m3u8
CCTV-14少儿,http://204.12.221.218:8181/3m1080p/cctv14.m3u8
CCTV-15音乐,http://204.12.221.218:8181/3m1080p/cctv15.m3u8
CCTV-16奥林匹克,http://204.12.221.218:8181/3m1080p/cctv16.m3u8
CCTV-17农业农村,http://204.12.221.218:8181/3m1080p/cctv17.m3u8
CCTV-5+HD,http://204.12.221.218:8181/3m1080p/cctv5p.m3u8
CCTV-女性时尚,http://204.12.221.218:8181/3m1080p/nxss.m3u8
中央新影-发现之旅,http://204.12.221.218:8181/3m1080p/fxzl.m3u8
中央新影-老故事,http://204.12.221.218:8181/3m1080p/lgs.m3u8
中国教育1,http://204.12.221.218:8181/3m1080p/cetv1.m3u8
中国教育2,http://204.12.221.218:8181/3m1080p/cetv2.m3u8
中国教育3,http://204.12.221.218:8181/3m1080p/cetv3.m3u8
中国教育4,http://204.12.221.218:8181/3m1080p/cetv4.m3u8
早期教育,http://204.12.221.218:8181/3m1080p/zqjy.m3u8
山东教育卫视,http://204.12.221.218:8181/3m1080p/sdjy.m3u8
国学频道,http://204.12.221.218:8181/3m1080p/gxpd.m3u8
北京卡酷少儿,http://204.12.221.218:8181/3m1080p/btvkk.m3u8
嘉佳卡通,http://204.12.221.218:8181/3m1080p/gdjjkt.m3u8
金鹰卡通,http://204.12.221.218:8181/3m1080p/hnjykt.m3u8
优漫卡通,http://204.12.221.218:8181/3m1080p/ymkt.m3u8
天元围棋,http://204.12.221.218:8181/3m1080p/gztywq.m3u8
湖南卫视,http://204.12.221.218:8181/3m1080p/hnws.m3u8
浙江卫视,http://204.12.221.218:8181/3m1080p/zjws.m3u8
江苏卫视,http://204.12.221.218:8181/3m1080p/jsws.m3u8
重庆卫视,http://204.12.221.218:8181/3m1080p/cqws.m3u8
东方卫视,http://204.12.221.218:8181/3m1080p/dfws.m3u8
东南卫视,http://204.12.221.218:8181/3m1080p/dnws.m3u8
广东卫视,http://204.12.221.218:8181/3m1080p/gdws.m3u8
甘肃卫视,http://204.12.221.218:8181/3m1080p/gsws.m3u8
贵州卫视,http://204.12.221.218:8181/3m1080p/gzws.m3u8
湖北卫视,http://204.12.221.218:8181/3m1080p/hbws.m3u8
厦门卫视,http://204.12.221.218:8181/3m1080p/xmws.m3u8
山西卫视,http://204.12.221.218:8181/3m1080p/sxws.m3u8
河南卫视,http://204.12.221.218:8181/3m1080p/haws.m3u8
河北卫视,http://204.12.221.218:8181/3m1080p/hews.m3u8
四川卫视,http://204.12.221.218:8181/3m1080p/scws.m3u8
陕西卫视,http://204.12.221.218:8181/3m1080p/snws.m3u8
安徽卫视,http://204.12.221.218:8181/3m1080p/ahws.m3u8
北京卫视,http://204.12.221.218:8181/3m1080p/bjws.m3u8
黑龙江卫视,http://204.12.221.218:8181/3m1080p/hljws.m3u8
吉林卫视,http://204.12.221.218:8181/3m1080p/jlws.m3u8
江西卫视,http://204.12.221.218:8181/3m1080p/jxws.m3u8
辽宁卫视,http://204.12.221.218:8181/3m1080p/lnws.m3u8
山东卫视,http://204.12.221.218:8181/3m1080p/sdws.m3u8
青海卫视,http://204.12.221.218:8181/3m1080p/qhws.m3u8
新疆卫视,http://204.12.221.218:8181/3m1080p/xjws.m3u8
西藏卫视,http://204.12.221.218:8181/3m1080p/xzws.m3u8
海南卫视,http://204.12.221.218:8181/3m1080p/lyws.m3u8
三沙卫视,http://204.12.221.218:8181/3m1080p/ssws.m3u8
深圳卫视,http://204.12.221.218:8181/3m1080p/szws.m3u8
天津卫视,http://204.12.221.218:8181/3m1080p/tjws.m3u8
云南卫视,http://204.12.221.218:8181/3m1080p/ynws.m3u8
兵团卫视,http://204.12.221.218:8181/3m1080p/btws.m3u8
宁夏卫视,http://204.12.221.218:8181/3m1080p/nxws.m3u8
内蒙古卫视,http://204.12.221.218:8181/3m1080p/nmgws.m3u8
延边卫视,http://204.12.221.218:8181/3m1080p/ybws.m3u8
农林卫视,http://204.12.221.218:8181/3m1080p/snnl.m3u8
代理央卫2,#genre#
CCTV-1,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226016/index.m3u8 $黑龙江移动
CCTV-2,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225588/index.m3u8 $黑龙江移动
CCTV-3,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226021/index.m3u8 $黑龙江移动
CCTV-4,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226007/index.m3u8 $黑龙江移动
CCTV-5,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226019/index.m3u8 $黑龙江移动
CCTV-5+,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225603/index.m3u8 $黑龙江移动
CCTV-6,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226010/index.m3u8 $黑龙江移动
CCTV-7,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225733/index.m3u8 $黑龙江移动
CCTV-8,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226008/index.m3u8 $黑龙江移动
CCTV-9,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225734/index.m3u8 $黑龙江移动
CCTV-10,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225730/index.m3u8 $黑龙江移动
CCTV-11,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225597/index.m3u8 $黑龙江移动
CCTV-12,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225731/index.m3u8 $黑龙江移动
CCTV-13,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226537/index.m3u8 $黑龙江移动
CCTV-14,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225732/index.m3u8 $黑龙江移动
CCTV-15,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225601/index.m3u8 $黑龙江移动
CCTV-16,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226100/index.m3u8 $黑龙江移动
CCTV-17,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225765/index.m3u8 $黑龙江移动
北京卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225728/index.m3u8 $黑龙江移动
天津卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225740/index.m3u8 $黑龙江移动
东方卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225735/index.m3u8 $黑龙江移动
重庆卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226409/index.m3u8 $黑龙江移动
江苏卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225613/index.m3u8 $黑龙江移动
浙江卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225612/index.m3u8 $黑龙江移动
安徽卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226391/index.m3u8 $黑龙江移动
江西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226344/index.m3u8 $黑龙江移动
湖南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225610/index.m3u8 $黑龙江移动
湖北卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225627/index.m3u8 $黑龙江移动
河南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226480/index.m3u8 $黑龙江移动
河北卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226406/index.m3u8 $黑龙江移动
广东卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226248/index.m3u8 $黑龙江移动
广西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226380/index.m3u8 $黑龙江移动
黑龙江卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226327/index.m3u8 $黑龙江移动
吉林卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226397/index.m3u8 $黑龙江移动
辽宁卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225619/index.m3u8 $黑龙江移动
东南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226341/index.m3u8 $黑龙江移动
深圳卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225739/index.m3u8 $黑龙江移动
山东卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226456/index.m3u8 $黑龙江移动
云南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226444/index.m3u8 $黑龙江移动
贵州卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226474/index.m3u8 $黑龙江移动
四川卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226338/index.m3u8 $黑龙江移动
海南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226465/index.m3u8 $黑龙江移动
甘肃卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225633/index.m3u8 $黑龙江移动
山西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225624/index.m3u8 $黑龙江移动
宁夏卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225632/index.m3u8 $黑龙江移动
陕西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225625/index.m3u8 $黑龙江移动
新疆卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225635/index.m3u8 $黑龙江移动
内蒙古卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225634/index.m3u8 $黑龙江移动
兵团卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226439/index.m3u8 $黑龙江移动
西藏卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225638/index.m3u8 $黑龙江移动
青海卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225628/index.m3u8 $黑龙江移动

数字频道,#genre#
北京纪实,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225729/index.m3u8
黑莓电影,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225743/index.m3u8
黑莓动画,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225662/index.m3u8
黑莓电竞,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225675/index.m3u8
求索动物,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225730/1.m3u8
求索记录,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225713/1.m3u8
求索科学,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225728/1.m3u8
求索生活,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225715/1.m3u8
金鹰卡通,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225561/1.m3u8
卡酷少儿,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225562/1.m3u8
哈哈炫动,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225534/1.m3u8
优漫卡通,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225556/1.m3u8
哒啵赛事,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225559/1.m3u8

NewTV超级电影,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225717/index.m3u8
NewTV超级电视剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225716/index.m3u8
NewTV超级综艺,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225714/index.m3u8
NewTV超级体育,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225715/index.m3u8
NewTV精品大剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225670/index.m3u8
NewTV精品纪录,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225672/index.m3u8
NewTV精品体育,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225674/index.m3u8
NewTV金牌综艺,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225666/index.m3u8
NewTV东北热剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225741/index.m3u8
NewTV动作电影,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225661/index.m3u8
NewTV家庭剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225677/index.m3u8
NewTV军旅剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225676/index.m3u8
NewTV古装剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225663/index.m3u8
NewTV爱情喜剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225669/index.m3u8
NewTV欢乐剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225742/index.m3u8
NewTV明星大片,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225664/index.m3u8
NewTV海外剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225671/index.m3u8
NewTV惊悚悬疑,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225665/index.m3u8
NewTV军事评论,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225668/index.m3u8
NewTV怡伴健康,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225673/index.m3u8
NewTV武搏世界,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225680/index.m3u8
NewTV中国功夫,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225681/index.m3u8
NewTV农业致富,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225683/index.m3u8
NewTV潮妈辣婆,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225685/index.m3u8
NewTV炫舞未来,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225719/index.m3u8
电视剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/TVOD/88888888/224/3221225664/index.m3u8
综艺,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/TVOD/88888888/224/3221225671/index.m3u8
体育,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/TVOD/88888888/224/3221225680/index.m3u8

咪咕体育全网,#genre#
睛彩广场舞,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226046/1.m3u8
睛彩广场舞,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226143/1.m3u8
睛彩竞技,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225897/1.m3u8
睛彩篮球,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225895/1.m3u8
睛彩篮球,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226027/1.m3u8
睛彩青少,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226053/1.m3u8
至臻世界4K,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225651/1.m3u8
咪咕音乐4K,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225655/1.m3u8
咪咕视频01,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225611/1.m3u8
咪咕视频02,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225613/1.m3u8
咪咕视频03,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225620/1.m3u8
咪咕视频04,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225619/1.m3u8
咪咕视频05,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225639/1.m3u8
咪咕视频05,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225643/1.m3u8
咪咕视频06,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225641/1.m3u8
咪咕视频06,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225645/1.m3u8
咪咕视频07,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225647/1.m3u8
咪咕视频08,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225648/1.m3u8
咪咕视频09,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225649/1.m3u8
咪咕视频10,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225650/1.m3u8
咪咕视频11,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225652/1.m3u8
咪咕视频12,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225653/1.m3u8
咪咕视频13,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225654/1.m3u8
咪咕视频14,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225660/1.m3u8
咪咕视频15,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225662/1.m3u8
咪咕视频16,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225733/1.m3u8
咪咕视频17,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225735/1.m3u8
咪咕视频18,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225737/1.m3u8
咪咕视频19,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225754/1.m3u8
咪咕视频20,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225756/1.m3u8
咪咕视频21,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225758/1.m3u8
咪咕视频22,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225760/1.m3u8
咪咕视频23,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225901/1.m3u8
咪咕视频24,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225899/1.m3u8
咪咕视频25,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225905/1.m3u8
咪咕视频26,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225903/1.m3u8
咪咕视频27,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225910/1.m3u8
咪咕视频28,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225912/1.m3u8
咪咕视频29,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225914/1.m3u8


移动咪咕体育,#genre#
咪咕视频1,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000005969&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频2,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000007218&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频3,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000008001&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频4,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000010129&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频5,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000010948&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频6,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000028638&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频7,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000031494&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频8,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000000097&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频9,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000002019&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频10,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000003915&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频11,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000004193&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频12,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000005837&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频13,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000006077&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频14,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000006658&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频15,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000009788&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频16,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000010833&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频17,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000011297&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频18,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000011518&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频19,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000012558&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频20,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000012616&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频21,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000015470&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频22,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000019839&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频23,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000021904&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频24,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000025380&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频25,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000027691&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频26,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000031669&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频27,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011518&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频28,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011519&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频29,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011520&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频30,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011521&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频31,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011522&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频32,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=hnbblive&Contentid=2000000003000000063&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频33,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=ystenlive&Contentid=1000000006000270004&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕体育4K,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000005180&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$30M UHD
咪咕游戏赛事,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000008176&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕足球赛事1,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000005308&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕足球赛事2,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000008379&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕足球赛事3,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000002809&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕足球赛事4,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000015560&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕足球赛事5,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000023434&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
睛彩 竞技,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/3000000020000011528/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011528&livemode=1&stbId=001C366F865C602F58587E8BE8616930
睛彩 篮球,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/3000000020000011529/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011529&livemode=1&stbId=001C366F865C602F58587E8BE8616930
睛彩 青少,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/3000000020000011525/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011525&livemode=1&stbId=001C366F865C602F58587E8BE8616930

虎牙轮播,#genre#,DE=1#SC=0
电影_星爷,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342412
电影_英叔,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342421
电影_发哥,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342387
电影_成龙,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342386
电影_王晶,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602058
电影_沈腾,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601968
电影_黄渤,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352876
电影_强森,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059581
电影_漫威,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602034
电影_宇宙,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342428
电影_怪兽,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059577
电影_武侠,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342427
电影_警匪,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352886
电影_罪犯,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352962
电影_枪战,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059579
电影_海盗,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059595
电影_赛车,http://tv.zimtv.cn/tv/player/api/huya.php?id=11279247
电影_推荐,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602041
电影_救援,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059594
电影_热血,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352934
电影_盗墓,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059552
电影_贺岁,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601971
电影_玄幻,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342414
电影_谍战,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059585
电影_战争,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059592
电影_喜剧,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352877
电影_港片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602043
电影_国产,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352973
电影_周星星,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336587
电影_李连杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342390
电影_洪金宝,http://tv.zimtv.cn/tv/player/api/huya.php?id=11279251
电影_梁家辉,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342429
电影_刘德华,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342424
电影_斯坦森,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059588
电影_小鬼头,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352963
电影_八点档,http://tv.zimtv.cn/tv/player/api/huya.php?id=880261
电影_蜘蛛侠,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059599
电影_贺岁片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601986
电影_功夫片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352941
电影_黑帮片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336719
电影_丧尸片,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059578
电影_灾难片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602075
电影_谍战片,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059587
电影_战争片,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059574
电影_犯罪片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352974
电影_古装片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336590
电影_高分动作,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352884
电影_动作电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602077
电影_搞笑喜剧,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342423
电影_喜剧专场,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602044
电影_欢笑影院,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352894
电影_不挤影院,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352897
电影_国产悬疑,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342395
电影_快意江湖,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342435
电影_黑帮斗争,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342419
电影_嫣然影厅,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601977
电影_许氏三杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602033
电影_经典港片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352965
电影_镖行天下,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352969
电影_高能反转,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352887
电影_喜乐影院,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059580
电影_蘑菇影厅,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601981
电影_搞笑恐怖,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601960
电影_死神来了,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352903
电影_变形金刚,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059596
电影_怪兽系列,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059554
剧集_老三国,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602081
剧集_新三国,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352944
剧集_新水浒,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342384
剧集_纪晓岚,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342396
剧集_庆余年,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352960
剧集_雍正王朝,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342439
剧集_士兵突击,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342430
剧集_爱情公寓,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336726
剧集_武林外传,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059598
剧集_地下交通站,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342433
剧集_邻里一家亲,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342426
搞笑_陈翔六点半,http://tv.zimtv.cn/tv/player/api/huya.php?id=11274154
解说_鹿哥电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=24396360
解说_斌哥漫说,http://tv.zimtv.cn/tv/player/api/huya.php?id=18632116
解说_续哥说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=24396472
解说_小川侃电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=15870999
解说_阿良说剧,http://tv.zimtv.cn/tv/player/api/huya.php?id=20488841
解说_鱼丸电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16615910
解说_阿斗说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=13303478
解说_扁豆看电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16028551
解说_乌贼说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16604522
解说_大象放映室,http://tv.zimtv.cn/tv/player/api/huya.php?id=21277391
解说_科幻梦工场,http://tv.zimtv.cn/tv/player/api/huya.php?id=15152155
解说_亮哥讲电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16144175
解说_越哥说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=15894162
解说_小冉看电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=17341907
解说_阿翔说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16868935
解说_虎妞说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=20343144
解说_涵哥评电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16865726
解说_老皮讲电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16968572
解说_默爷侃电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=17204307
解说_冷君说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16739452
解说_恐怖电影解说,http://tv.zimtv.cn/tv/player/api/huya.php?id=16741179
许氏三杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602033
许冠英,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601972
五福星,http://tv.zimtv.cn/tv/player/api/huya.php?id=11282233
周星驰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342412
成龙,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342386
周润发,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342387
李连杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342390
邱淑贞,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352949
刘德华,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342424
林正英,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342421
徐峥,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602043
沈腾,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601968
古天乐,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602041
洪金宝,http://tv.zimtv.cn/tv/player/api/huya.php?id=11279251
徐克,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352909
黄渤,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352876
斗罗大陆,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352906
音乐石榴「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=17091681
音乐速递「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=19439762
治愈•放松「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=21241811
阅读•学习「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=21241813
电视剧•1「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=21277391
电视剧•2「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=25018873
电影•1「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20289754
电影•2「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=24983280
电影•3「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=24396428
动漫•1「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=19757963
恐怖电影「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=23419131
漫威「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=17089779
美剧「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20488841
七龙珠「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=25650806
止戈电影「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=19863777
挨饿德•1「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20985858
挨饿德•2「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=17693860
互扇巴掌大赛「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20072873
荒野求生「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=593667
野行者「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20072663
跳舞「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=24634408
茶啊二中「动画」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11213191
哆啦A梦「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601963
航海王「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=16913382
七龙珠「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601966
猫和老鼠「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352879
中华小当家「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342413

地方频道,#group#
北京地区,#genre#
北京新闻,http://route.079915.xyz:4022/rtp/239.3.1.159:8000
北京影视,http://route.079915.xyz:4022/rtp/239.3.1.158:8000
北京文艺,http://route.079915.xyz:4022/rtp/239.3.1.242:8000
北京财经,http://route.079915.xyz:4022/rtp/239.3.1.116:8000
北京生活,http://route.079915.xyz:4022/rtp/239.3.1.117:8000
北京生活,http://route.079915.xyz:4022/rtp/239.3.1.118:8000
北京纪实科教,http://route.079915.xyz:4022/rtp/239.3.1.115:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.189:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.243:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.120:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.121:8000
北京国际频道,http://route.079915.xyz:4022/rtp/239.3.1.235:8000
爱上4K,http://route.079915.xyz:4022/rtp/239.3.1.236:2000
4K超清,http://route.079915.xyz:4022/rtp/239.3.1.249:8001
淘电影,http://route.079915.xyz:4022/rtp/239.3.1.250:8001
淘电影,http://route.079915.xyz:4022/rtp/239.3.1.111:8001
星影,http://route.079915.xyz:4022/rtp/239.3.1.94:4120
动作影院,http://route.079915.xyz:4022/rtp/239.3.1.92:4120
光影,http://route.079915.xyz:4022/rtp/239.3.1.84:4120
喜剧影院,http://route.079915.xyz:4022/rtp/239.3.1.91:4120
家庭影院,http://route.079915.xyz:4022/rtp/239.3.1.93:4120
精选,http://route.079915.xyz:4022/rtp/239.3.1.74:4120
经典电影,http://route.079915.xyz:4022/rtp/239.3.1.195:9024
纪实人文,http://route.079915.xyz:4022/rtp/239.3.1.212:8060
淘剧场,http://route.079915.xyz:4022/rtp/239.3.1.95:8001
淘剧场,http://route.079915.xyz:4022/rtp/239.3.1.112:8001
都市剧场,http://route.079915.xyz:4022/rtp/239.3.1.203:8001
淘娱乐,http://route.079915.xyz:4022/rtp/239.3.1.100:8001
淘娱乐,http://route.079915.xyz:4022/rtp/239.3.1.113:8001
淘BABY,http://route.079915.xyz:4022/rtp/239.3.1.238:8001
萌宠TV,http://route.079915.xyz:4022/rtp/239.3.1.102:8001
动漫秀场,http://route.079915.xyz:4022/rtp/239.3.1.202:8001
中国交通,http://route.079915.xyz:4022/rtp/239.3.1.188:8001
朝阳融媒,http://route.079915.xyz:4022/rtp/239.3.1.163:8001
通州融媒,http://route.079915.xyz:4022/rtp/239.3.1.221:8001
密云电视台,http://route.079915.xyz:4022/rtp/239.3.1.154:8001
房山电视台,http://route.079915.xyz:4022/rtp/239.3.1.96:8001
门头沟电视台,http://route.079915.xyz:4022/rtp/239.3.1.59:8001
延庆电视台,http://route.079915.xyz:4022/rtp/239.3.1.187:8001
上海地区,#genre#
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=6f4b191d0930fafab8274665578e1df8&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=b42305d47a7ea7de356f6b9953dd63fb&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=c0bc623be007e5295d462465c7bd7bd7&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=a064629942f561cf9f5a930648802197&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=6b0126f9b7bc4f48ba696eec5680e906&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=0995015e995fbffe5924ab43ff48f40f&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=4119308d25ef60295b2aa8f2898e3e31&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=c016ecf40cfad98bdb2f24dae2067863&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=50d4da670b986b3815f3797d1ffe0c6e&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=3c6cb6f00aa32febab803c0b2304d5d0&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=9c40de9ef5c8cdf9cc21d6ad9e6b9d76&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=c8db609722f9ed252559f883cc079200&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=86a2efa09c42c8f425082fc405958019&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=5d17da390f8e4805aae4a71868d4ef6c&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=bacdc88caa25b71b955f471072f07349&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=574ea4050333d6418edfd71d0df52f43&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=04d627efc64630bba0d2507513583a6f&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=66feaac0153fda6d6dce43f793c0ae59&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=08cdaffbd7855272c1a4c37b75f53892&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=d6aa1eedf2ffc5a88ee19737d90c28c6&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=eeaff1cd39e54df91b0c78a39177c49a&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=dcba68715ee4b61f9d03d23fe8cda368&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=6e1c8fcfd09faa555bf1a3f560c46d09&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=ae298b071395e7c4b8f5105ba9b22ef6&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=b02bea090da12acecb8361a581676210&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=23a01b2c8e8e22aa3bb7b227a129e2c4&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=7929616b4ed4f0398125e35ab1172c4a&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=8d167a5b0fdf668c0f442e838db5e410&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,webview://https://live.kankanews.com/huikan?id=10
魔都眼,webview://https://live.kankanews.com/huikan?id=11
东方卫视,webview://https://live.kankanews.com/huikan?id=1
上海新闻综合,webview://https://live.kankanews.com/huikan?id=2
上海都市,webview://https://live.kankanews.com/huikan?id=4
第一财经,webview://https://live.kankanews.com/huikan?id=5
哈哈炫动,webview://https://live.kankanews.com/huikan?id=9
人文纪实,webview://https://live.kankanews.com/huikan?id=12

广东地区,#genre#
广东民生,http://183.11.239.36:808/hls/18/index.m3u8
广东4K超高清,http://183.11.239.36:808/hls/9/index.m3u8
浙江地区,#genre#
浙江少儿,http://ali-xwl.cztv.com/live/channel081080Plxw.m3u8
浙江少儿,http://ali-xwl.cztv.com/live/channel08720Plxw.m3u8
浙江钱江都市,http://ali-xwl.cztv.com/live/channel021080Plxw.m3u8
浙江钱江都市,http://ali-xwl.cztv.com/live/channel02720Plxw.m3u8
浙江经济生活,http://ali-xwl.cztv.com/live/channel031080Plxw.m3u8
浙江经济生活,http://ali-xwl.cztv.com/live/channel03720Plxw.m3u8
浙江民生休闲,http://ali-xwl.cztv.com/live/channel061080Plxw.m3u8
浙江民生休闲,http://ali-xwl.cztv.com/live/channel06720Plxw.m3u8
浙江新闻,http://ali-xwl.cztv.com/live/channel071080Plxw.m3u8
浙江新闻,http://ali-xwl.cztv.com/live/channel07720Plxw.m3u8
浙江教科影视,http://ali-xwl.cztv.com/live/channel041080Plxw.m3u8
浙江教科影视,http://ali-xwl.cztv.com/live/channel04720Plxw.m3u8
浙江国际,http://ali-xwl.cztv.com/live/channel101080Plxw.m3u8
浙江国际,http://ali-xwl.cztv.com/live/channel10720Plxw.m3u8
嵊州综合,http://l.cztvcloud.com/channels/lantian/SXshengzhou1/720p.m3u8
象山综合,http://l.cztvcloud.com/channels/lantian/SXxiangshan1/720p.m3u8
新昌综合,http://l.cztvcloud.com/channels/lantian/SXxinchang1/720p.m3u8
平湖新闻综合,http://l.cztvcloud.com/channels/lantian/SXpinghu1/720p.m3u8
平湖民生休闲,http://l.cztvcloud.com/channels/lantian/SXpinghu2/720p.m3u8
青田电视台,http://l.cztvcloud.com/channels/lantian/SXqingtian1/720p.m3u8
余姚新闻综合,http://l.cztvcloud.com/channels/lantian/SXyuyao1/720p.m3u8
萧山综合,http://l.cztvcloud.com/channels/lantian/SXxiaoshan1/720p.m3u8
萧山生活,http://l.cztvcloud.com/channels/lantian/SXxiaoshan2/720p.m3u8
上虞新闻综合,http://l.cztvcloud.com/channels/lantian/SXshangyu1/720p.m3u8
上虞文化影视,http://l.cztvcloud.com/channels/lantian/SXshangyu2/720p.m3u8
普陀电视台,http://l.cztvcloud.com/channels/lantian/SXputuo1/720p.m3u8
庆元电视台,http://l.cztvcloud.com/channels/lantian/SXqingyuan1/720p.m3u8
东阳影视生活,http://l.cztvcloud.com/channels/lantian/SXdongyang1/720p.m3u8
兰溪新闻综合,http://l.cztvcloud.com/channels/lantian/SXlanxi1/720p.m3u8
缙云新闻综合,http://l.cztvcloud.com/channels/lantian/SXjinyun1/720p.m3u8
龙泉电视台,http://l.cztvcloud.com/channels/lantian/SXlongquan1/720p.m3u8
江苏地区,#genre#
南京新闻综合,http://nklive.nbs.cn/hls/d511bc9d-a694-4453-b3a2-4fc842cc97a1/index.m3u8
南京教科,http://nklive.nbs.cn/hls/75b3c462-b831-4de7-a34b-5d3221db2069/index.m3u8
南京文旅纪录,http://nklive.nbs.cn/hls/9b2005c4-046c-422f-ba45-e6adc4f4de07/index.m3u8
南京十八生活,http://nklive.nbs.cn/hls/1173a815-bfdb-4c3c-9f73-89ec37ae7716/index.m3u8
南京少儿,http://nklive.nbs.cn/hls/e0981f3f-1a20-4a59-b8d1-17feb83a4610/index.m3u8
无锡新闻综合,http://stream.thmz.com/wxtv1/sd/live.m3u8
无锡都市资讯,http://stream.thmz.com/wxtv3/sd/live.m3u8
无锡生活,http://stream.thmz.com/wxtv4/sd/live.m3u8
无锡娱乐,http://stream.thmz.com/wxtv2/sd/live.m3u8
无锡经济,http://stream.thmz.com/wxtv5/sd/live.m3u8
宜兴新闻综合,http://yixing-tv-ori-hls.jstv.com/yixing-tv-ori/yixing_xw.m3u8
黑龙江地区,#genre#
哈尔滨新闻综合,https://stream.hrbtv.net/xwzh/sd/live.m3u8
哈尔滨新闻综合,http://stream.hrbtv.net/xwzh/sd/live.m3u8
哈尔滨生活,https://stream.hrbtv.net/shpd/sd/live.m3u8
哈尔滨生活,http://stream.hrbtv.net/shpd/sd/live.m3u8
哈尔滨资讯,https://stream.hrbtv.net/zxpd/sd/live.m3u8
哈尔滨娱乐,http://stream.hrbtv.net/ylpd/sd/live.m3u8
哈尔滨影视,https://stream.hrbtv.net/yspd/sd/live.m3u8
哈尔滨影视,http://stream.hrbtv.net/yspd/sd/live.m3u8
江西地区,#genre#
崇仁电视台,http://play-a2.quklive.com/live/1744277411242065.m3u8
崇仁电视台,http://play-a2.quklive.com/live/1744277411242065.flv
宁都综合,http://play-a2.quklive.com/live/1749084198822069.m3u8
宁都综合,http://play-a2.quklive.com/live/1749084198822069.flv
万载电视台1,http://play-a2.quklive.com/live/1739162440932308.m3u8
万载电视台1,http://play-a2.quklive.com/live/1739162440932308.flv
广丰电视台,https://play-a2.quklive.com/live/1754033359790055.m3u8
广丰电视台,https://play-a2.quklive.com/live/1754033359790055.flv
陕西地区,#genre#
陕西新闻资讯,http://gxlive.snrtv.com/sx1-SD.m3u8
陕西都市青春,http://gxlive.snrtv.com/sx2-SD.m3u8
陕西银龄,http://gxlive.snrtv.com/sx3-SD.m3u8
陕西秦腔,http://gxlive.snrtv.com/sx5-SD.m3u8
陕西体育休闲,http://gxlive.snrtv.com/sx7-SD.m3u8
农林卫视,http://gxlive.snrtv.com/nlws-SD.m3u8
陕西西部电影,http://gxlive.snrtv.com/sx8-SD.m3u8
安徽地区,#genre#
宿州科教,http://live.ahsz.tv/video/s10001-kxjy/index.m3u8
重庆地区,#genre#
万州三峡移民,http://123.146.162.24:8017/c2F0hmi/1000/live.m3u8
云南地区,#genre#
文山综合,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel7/playlist.m3u8
腾冲综合,http://live.ynurl.com/video/s10012-TCTV/index.m3u8
文山市电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel17/playlist.m3u8
砚山县电视台,http://live.ynurl.com/video/s10020-ystv-zb/index.m3u8
砚山县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel16/playlist.m3u8
西畴县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel11/playlist.m3u8
西畴县电视台,http://live.ynurl.com/video/s10060-XCTV/index.m3u8
马关县电视台,http://live.ynurl.com/video/s10046-001/index.m3u8
麻栗坡电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel18/playlist.m3u8
丘北县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel14/playlist.m3u8
广南县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel19/playlist.m3u8
广南县电视台,http://live.ynurl.com/video/s10031-gnxgbds/index.m3u8
芒市综合,http://live.ynurl.com/video/s10001-mstv1/index.m3u8
盈江综合,http://live.ynurl.com/video/s10016-yjtv1hd/index.m3u8
开远综合,http://live.ynurl.com/video/s10044-KYTV/index.m3u8
绿春综合,http://live.ynurl.com/video/s10042-LCTV/index.m3u8
施甸综合,http://live.ynurl.com/video/s10048-SDTV/index.m3u8
金平综合,http://live.ynurl.com/video/s10041-JPTV/index.m3u8
建水综合,http://live.ynurl.com/video/s10045-JSTV/index.m3u8
石屏综合,http://live.ynurl.com/video/s10059-SPTV/index.m3u8
蒙自电视台,http://live.ynurl.com/video/s10019-mzdst/index.m3u8
昌宁县电视台,http://live.ynurl.com/video/s10047-cntv/index.m3u8
河北地区,#genre#
保定1,http://jwcdnqx.hebyun.com.cn/live/jybd/1500k/tzwj_video.m3u8
保定2,http://jwcdnqx.hebyun.com.cn/live/bdxw1/1500k/tzwj_video.m3u8
保定3,http://jwcdnqx.hebyun.com.cn/live/bddst/1500k/tzwj_video.m3u8
邯郸新闻,https://jwcdnqx.hebyun.com.cn/live/hdxwzh/1500k/tzwj_video.m3u8
邯郸公共,https://jwcdnqx.hebyun.com.cn/live/hdgg/1500k/tzwj_video.m3u8
邯郸科教,https://jwcdnqx.hebyun.com.cn/live/hdkj/1500k/tzwj_video.m3u8
兴隆综合,https://jwcdnqx.hebyun.com.cn/live/xlzh/1500k/tzwj_video.m3u8
兴隆影视,https://jwcdnqx.hebyun.com.cn/live/xlys/1500k/tzwj_video.m3u8
兴隆影视,https://jwcdnqx.hebyun.com.cn/live/xlys/1500k/tzwj_video.m3u8
迁西综合,https://jwcdnqx.hebyun.com.cn/live/qxzhpd/1500k/tzwj_video.m3u8
迁西农业,https://jwcdnqx.hebyun.com.cn/live/qxny/1500k/tzwj_video.m3u8
青县综合,http://jwcdnqx.hebyun.com.cn/live/qxtvlive1/1500k/tzwj_video.m3u8
福建地区,#genre#
海峡卫视,http://hlsztemgsplive.miguvideo.com:8080/migu/kailu/haixiaws/51/20230724/index.m3u8?msisdn=20260131120821fdae408e8ec44c829e76ef79e7ee929f&mdspid=&spid=600717&netType=4&sid=5910022183&pid=2028597139&timestamp=20260131120821&Channel_ID=0116_2600001300-99000-201600010013853&ProgramID=849119120&ParentNodeID=-99&assertID=5910022183&client_ip=219.133.100.200&SecurityKey=20260131120821&promotionId=&mvid=5900006231&mcid=500020&playurlVersion=WX-A1-9.1.1.3-RELEASE&userid=&jmhm=&videocodec=h264&appCode=miguvideo_android&bean=mgspad&tid=android&conFee=0&encrypt=8215aa5d4586fc245ce7b10c11e2c1a0
河南地区,#genre#
河南卫视,https://tv1288.xyz/hntv.php?id=hnws
河南都市,https://tv1288.xyz/hntv.php?id=hnds
河南民生,https://tv1288.xyz/hntv.php?id=hnms
河南法治,https://tv1288.xyz/hntv.php?id=hmfz
河南电视剧,https://tv1288.xyz/hntv.php?id=hndsj
河南新闻,https://tv1288.xyz/hntv.php?id=hnxw
河南公共,https://tv1288.xyz/hntv.php?id=hngg
河南乡村,https://tv1288.xyz/hntv.php?id=hnxc
河南梨园,https://tv1288.xyz/hntv.php?id=hnly
文物宝库,https://tv1288.xyz/hntv.php?id=wwbk
武术世界,https://tv1288.xyz/hntv.php?id=wspd
睛彩中原,https://tv1288.xyz/hntv.php?id=jczy
移动戏曲,https://tv1288.xyz/hntv.php?id=ydxj
象视界,https://tv1288.xyz/hntv.php?id=xsj
郑州新闻综合,https://tv1288.xyz/hntv.php?id=zz1
开封新闻综合,https://tv1288.xyz/hntv.php?id=kf1
洛阳新闻综合,https://tv1288.xyz/hntv.php?id=ly1
安阳新闻综合,https://tv1288.xyz/hntv.php?id=ay1
鹤壁新闻综合,https://tv1288.xyz/hntv.php?id=hb1
新乡新闻综合,https://tv1288.xyz/hntv.php?id=xx1
焦作新闻综合,https://tv1288.xyz/hntv.php?id=jz1
濮阳新闻综合,https://tv1288.xyz/hntv.php?id=py1
许昌新闻综合,https://tv1288.xyz/hntv.php?id=xc1
漯河新闻综合,https://tv1288.xyz/hntv.php?id=lh1
三门峡新闻综合,https://tv1288.xyz/hntv.php?id=smx1
南阳新闻综合,https://tv1288.xyz/hntv.php?id=ny1
商丘新闻综合,https://tv1288.xyz/hntv.php?id=sq1
信阳新闻综合,https://tv1288.xyz/hntv.php?id=xy1
周口新闻综合,https://tv1288.xyz/hntv.php?id=zk1
驻马店新闻综合,https://tv1288.xyz/hntv.php?id=zmd1
济源新闻综合,https://tv1288.xyz/hntv.php?id=jy1
济源综合,http://tvpull.dxhmt.cn:9081/tv/19001-1.m3u8
济源综合,http://live.dxhmt.cn:9081/tv/19001-1.m3u8
兰考综合,http://tvpull.dxhmt.cn:9081/tv/10225-1.m3u8
兰考综合,http://live.dxhmt.cn:9081/tv/10225-1.m3u8
伊川综合,http://tvpull.dxhmt.cn:9081/tv/10329-1.m3u8
伊川综合,http://live.dxhmt.cn:9081/tv/10329-1.m3u8
长垣综合,http://tvpull.dxhmt.cn:9081/tv/10728-1.m3u8
长垣综合,http://live.dxhmt.cn:9081/tv/10728-1.m3u8
开封新闻,http://tvpull.dxhmt.cn:9081/tv/10200-2.m3u8
开封新闻,http://live.dxhmt.cn:9081/tv/10200-2.m3u8
开封文化旅游,http://tvpull.dxhmt.cn:9081/tv/10200-3.m3u8
开封文化旅游,http://live.dxhmt.cn:9081/tv/10200-3.m3u8
内黄综合,http://tvpull.dxhmt.cn:9081/tv/10527-1.m3u8
内黄综合,http://live.dxhmt.cn:9081/tv/10527-1.m3u8
新县电视台,http://tvpull.dxhmt.cn:9081/tv/11523-1.m3u8
新县电视台,http://live.dxhmt.cn:9081/tv/11523-1.m3u8
淇县电视台,http://tvpull.dxhmt.cn:9081/tv/10622-1.m3u8
淇县电视台,http://live.dxhmt.cn:9081/tv/10622-1.m3u8
汤阴综合,http://tvpull.dxhmt.cn:9081/tv/10523-1.m3u8
汤阴综合,http://live.dxhmt.cn:9081/tv/10523-1.m3u8
新乡县综合,http://tvpull.dxhmt.cn:9081/tv/10721-1.m3u8
新乡县综合,http://live.dxhmt.cn:9081/tv/10721-1.m3u8
舞钢综合,http://tvpull.dxhmt.cn:9081/tv/10481-1.m3u8
舞钢综合,http://live.dxhmt.cn:9081/tv/10481-1.m3u8
鹤壁新闻,http://pili-live-hls.hebitv.com/hebi/hbtv.m3u8
灵宝新闻综合,http://tvpull.dxhmt.cn:9081/tv/11282-1.m3u8
灵宝新闻综合,http://live.dxhmt.cn:9081/tv/11282-1.m3u8
淮滨综合,http://tvpull.dxhmt.cn:9081/tv/11527-1.m3u8
淮滨综合,http://live.dxhmt.cn:9081/tv/11527-1.m3u8
光山综合,http://tvpull.dxhmt.cn:9081/tv/11522-1.m3u8
光山综合,http://live.dxhmt.cn:9081/tv/11522-1.m3u8
滑县TV1,http://tvpull.dxhmt.cn:9081/tv/10526-1.m3u8
滑县TV1,http://live.dxhmt.cn:9081/tv/10526-1.m3u8
滑县TV2,http://tvpull.dxhmt.cn:9081/tv/10526-2.m3u8
滑县TV2,http://live.dxhmt.cn:9081/tv/10526-2.m3u8
清丰电视台,http://tvpull.dxhmt.cn:9081/tv/10922-1.m3u8
清丰电视台,http://live.dxhmt.cn:9081/tv/10922-1.m3u8
通许综合,http://tvpull.dxhmt.cn:9081/tv/10222-1.m3u8
通许综合,http://live.dxhmt.cn:9081/tv/10222-1.m3u8
沈丘新闻综合,http://tvpull.dxhmt.cn:9081/tv/11624-1.m3u8
沈丘新闻综合,http://live.dxhmt.cn:9081/tv/11624-1.m3u8
桐柏新闻综合,http://tvpull.dxhmt.cn:9081/tv/11330-1.m3u8
桐柏新闻综合,http://live.dxhmt.cn:9081/tv/11330-1.m3u8
夏邑综合,http://tvpull.dxhmt.cn:9081/tv/11426-1.m3u8
夏邑综合,http://live.dxhmt.cn:9081/tv/11426-1.m3u8
平兴新闻综合,http://tvpull.dxhmt.cn:9081/tv/11723-1.m3u8
平兴新闻综合,http://live.dxhmt.cn:9081/tv/11723-1.m3u8
偃师新闻,http://tvpull.dxhmt.cn:9081/tv/10381-1.m3u8
偃师新闻,http://live.dxhmt.cn:9081/tv/10381-1.m3u8
上街电视台,http://tvpull.dxhmt.cn:9081/tv/10106-1.m3u8
上街电视台,http://live.dxhmt.cn:9081/tv/10106-1.m3u8
沁阳新闻综合,http://tvpull.dxhmt.cn:9081/tv/10882-1.m3u8
沁阳新闻综合,http://live.dxhmt.cn:9081/tv/10882-1.m3u8
项城电视台,http://tvpull.dxhmt.cn:9081/tv/11681-1.m3u8
项城电视台,http://live.dxhmt.cn:9081/tv/11681-1.m3u8
汝阳新闻综合,http://tvpull.dxhmt.cn:9081/tv/10326-1.m3u8
汝阳新闻综合,http://live.dxhmt.cn:9081/tv/10326-1.m3u8
新安新闻综合,http://tvpull.dxhmt.cn:9081/tv/10323-1.m3u8
新安新闻综合,http://live.dxhmt.cn:9081/tv/10323-1.m3u8
罗山电视台,http://tvpull.dxhmt.cn:9081/tv/11521-1.m3u8
罗山电视台,http://live.dxhmt.cn:9081/tv/11521-1.m3u8
潢川电视台,http://tvpull.dxhmt.cn:9081/tv/11526-1.m3u8
潢川电视台,http://live.dxhmt.cn:9081/tv/11526-1.m3u8
上蔡1,http://tvpull.dxhmt.cn:9081/tv/11722-1.m3u8
上蔡1,http://live.dxhmt.cn:9081/tv/11722-1.m3u8
确山电视台1,http://live.dxhmt.cn:9081/tv/11725-1.m3u8
荥阳1,http://tvpull.dxhmt.cn:9081/tv/10182-1.m3u8
荥阳1,http://live.dxhmt.cn:9081/tv/10182-1.m3u8
温县融媒,http://tvpull.dxhmt.cn:9081/tv/10825-1.m3u8
温县融媒,http://live.dxhmt.cn:9081/tv/10825-1.m3u8
建安新闻,http://tvpull.dxhmt.cn:9081/tv/11003-1.m3u8
建安新闻,http://live.dxhmt.cn:9081/tv/11003-1.m3u8
封丘新闻综合,http://tvpull.dxhmt.cn:9081/tv/10727-1.m3u8
封丘新闻综合,http://live.dxhmt.cn:9081/tv/10727-1.m3u8
林州电视台,http://tvpull.dxhmt.cn:9081/tv/10581-1.m3u8
林州电视台,http://live.dxhmt.cn:9081/tv/10581-1.m3u8
鄢陵综合,http://tvpull.dxhmt.cn:9081/tv/11024-1.m3u8
鄢陵综合,http://live.dxhmt.cn:9081/tv/11024-1.m3u8
邓州新闻,http://tvpull.dxhmt.cn:9081/tv/11381-1.m3u8
邓州新闻,http://live.dxhmt.cn:9081/tv/11381-1.m3u8
社旗电视台,http://tvpull.dxhmt.cn:9081/tv/11327-1.m3u8
社旗电视台,http://live.dxhmt.cn:9081/tv/11327-1.m3u8
镇平新闻综合,http://tvpull.dxhmt.cn:9081/tv/11324-1.m3u8
镇平新闻综合,http://live.dxhmt.cn:9081/tv/11324-1.m3u8
孟州1,http://tvpull.dxhmt.cn:9081/tv/10883-1.m3u8
孟州1,http://live.dxhmt.cn:9081/tv/10883-1.m3u8
郏县综合,http://tvpull.dxhmt.cn:9081/tv/10425-1.m3u8
郏县综合,http://live.dxhmt.cn:9081/tv/10425-1.m3u8
浚县电视台,http://tvpull.dxhmt.cn:9081/tv/10621-1.m3u8
浚县电视台,http://live.dxhmt.cn:9081/tv/10621-1.m3u8
舞阳新闻综合,http://tvpull.dxhmt.cn:9081/tv/11121-1.m3u8
舞阳新闻综合,http://live.dxhmt.cn:9081/tv/11121-1.m3u8
渑池新闻综合,http://tvpull.dxhmt.cn:9081/tv/11221-1.m3u8
渑池新闻综合,http://live.dxhmt.cn:9081/tv/11221-1.m3u8
武陟新闻综合,http://tvpull.dxhmt.cn:9081/tv/10823-1.m3u8
武陟新闻综合,http://live.dxhmt.cn:9081/tv/10823-1.m3u8
新郑1,http://tvpull.dxhmt.cn:9081/tv/10184-1.m3u8
新郑1,http://live.dxhmt.cn:9081/tv/10184-1.m3u8
辉县新闻综合,http://tvpull.dxhmt.cn:9081/tv/10782-1.m3u8
辉县新闻综合,http://live.dxhmt.cn:9081/tv/10782-1.m3u8
永城新闻,http://tvpull.dxhmt.cn:9081/tv/11481-1.m3u8
永城新闻,http://live.dxhmt.cn:9081/tv/11481-1.m3u8
禹州综合,http://tvpull.dxhmt.cn:9081/tv/11081-1.m3u8
禹州综合,http://live.dxhmt.cn:9081/tv/11081-1.m3u8
杞县新闻综合,http://tvpull.dxhmt.cn:9081/tv/10221-1.m3u8
杞县新闻综合,http://live.dxhmt.cn:9081/tv/10221-1.m3u8
林颖综合,http://tvpull.dxhmt.cn:9081/tv/11122-1.m3u8
林颖综合,http://live.dxhmt.cn:9081/tv/11122-1.m3u8
宝丰1,http://tvpull.dxhmt.cn:9081/tv/10421-1.m3u8
宝丰1,http://live.dxhmt.cn:9081/tv/10421-1.m3u8
新密新闻频道,http://tvpull.dxhmt.cn:9081/tv/10183-2.m3u8
新密新闻频道,http://live.dxhmt.cn:9081/tv/10183-2.m3u8
甘肃地区,#genre#
嘉峪关综合,https://play.kankanlive.com/live/1658978094528926.m3u8
嘉峪关公共,https://play.kankanlive.com/live/1658978141553927.m3u8
金昌综合,http://play.kankanlive.com/live/1660096574549900.m3u8
金昌综合,http://play.kankanlive.com/live/1660096574549900.flv
张掖新闻,http://play.kankanlive.com/live/1675849013180979.m3u8
张掖新闻,http://play.kankanlive.com/live/1675849013180979.flv
定西综合,https://play.kankanlive.com/live/1675303871634928.m3u8
定西综合,http://play.kankanlive.com/live/1675303871634928.flv
定西文旅生活,http://play.kankanlive.com/live/1675303983674929.m3u8
定西文旅生活,http://play.kankanlive.com/live/1675303983674929.flv
天祝电视台,https://play.kankanlive.com/live/1656487214793905.m3u8
泰安综合,http://play.kankanlive.com/live/1680577080200944.m3u8
泰安综合,http://play.kankanlive.com/live/1680577080200944.flv
静宁新闻综合,https://play.kankanlive.com/live/1658194434596952.m3u8
景泰电视台,https://play.kankanlive.com/live/1624439143745981.m3u8
西和综合,https://play.kankanlive.com/live/1659926941626981.m3u8
古浪综合,http://play.kankanlive.com/live/1647934328544907.m3u8
古浪综合,http://play.kankanlive.com/live/1647934328544907.flv
永昌电视台,https://play.kankanlive.com/live/1652755738635915.m3u8
陇西电视台,https://play.kankanlive.com/live/1669881644081970.m3u8
平川电视台,http://play.kankanlive.com/live/1658907556249918.m3u8
平川电视台,http://play.kankanlive.com/live/1658907556249918.flv
岷县电视台,http://play.kankanlive.com/live/1672715401874967.m3u8
岷县电视台,http://play.kankanlive.com/live/1672715401874967.flv
庄浪电视台,https://play.kankanlive.com/live/1655107221272926.m3u8
金川电视台,http://play.kankanlive.com/live/1657360567739997.m3u8
金川电视台,http://play.kankanlive.com/live/1657360567739997.flv
安定电视台,https://play.kankanlive.com/live/1672881652415978.m3u8
安定电视台,http://play.kankanlive.com/live/1672881652415978.flv
靖远电视台,https://play.kankanlive.com/live/1658390970673988.m3u8
天祝电视台,https://play.kankanlive.com/live/1656487214793905.m3u8
天祝电视台,http://play.kankanlive.com/live/1656487214793905.m3u8
天祝电视台,http://play.kankanlive.com/live/1656487214793905.flv
靖远电视台,https://play.kankanlive.com/live/1658390970673988.m3u8
通渭电视台,http://play.kankanlive.com/live/1661761962676984.m3u8
通渭电视台,http://play.kankanlive.com/live/1661761962676984.flv
秦安电视台,https://play.kankanlive.com/live/1680577080200944.m3u8
秦安电视台,http://play.kankanlive.com/live/1680577080200944.flv
山东地区,#genre#
济南新闻综合频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1676
济南都市频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1807
济南文旅体育频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1842
济南生活频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1855
济南少儿频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=2234
济南鲁中频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1857
长清新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=jncqxw
济铁电视台,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnjrtv
济阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnjyzh
平阴综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnpyzh
商河综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnshzh
章丘综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnzqzh
东营区新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dydyqxw
广饶综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dygrzh
利津综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dyljzh
城阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdcytv
黄岛综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdhdzh
即墨综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdjmzh
胶州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdjzzh
李沧TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdlc
崂山TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdls
莱西综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdlxzh
平度新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdpdxw
潍坊新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfxwzh
潍坊高新区,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfgxq
安丘综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfaqzh
滨海新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfbhxw
昌乐综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfclzh
寒亭新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfhtxw
奎文电视台,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfkwtv
临朐新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wflqzh
青州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfqzzh
潍城TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfwc
寿光综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfsgzh
长岛TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytcd
福山综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytfszh
海阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ythyzh
龙口综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlkz
莱山综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlszh
莱阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlyzh
莱州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlzzh
牟平综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytmpzh
栖霞综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytqxzh
博山新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbbsxw
高青综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbgqzh
桓台综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbht1
临淄新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zblzxw
沂源综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbyyzh
张店1,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbzd1
山亭综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zzstzh
滕州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zztzzh
薛城新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zzxcxw
峄城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zzyczh
惠民综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=bzhmzh
无棣综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=bzwdzh
阳信新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=bzyxxw
德州新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzxwzh
陵城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzlczh
乐陵新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzllxw
临邑1,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzly1
宁津综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dznjzh
平原综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzpyzh
庆云综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzqyzh
武城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzwczh
禹城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzyczh
曹县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=hzcxzh
东明新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=hzdmxw
鄄城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=hzjczh
金乡综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jijxzh
梁山综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jilszh
曲阜新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jiqfxw
任城新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jircxw
泗水新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jissxw
鱼台新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=jiytxw
兖州新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=jiyzxw
邹城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jizczh
茌平综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lccpzh
东昌综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcdczh
东阿综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcdezh
冠县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcgxzh
临清综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lclqzh
莘县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcsxzh
阳谷综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcygzh
河东综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyhdzh
莒南综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyjnzh
兰陵综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyllzh
临沭综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyls1
平邑综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lypyzh
郯城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lytc1
沂水综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyys1
莒县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=rzjx1
岱岳TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=tady
宁阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=tany1
泰山TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=tats
新泰综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=taxtzh
威海新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=whxwzh
威海环翠综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=whhczh
荣成综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=whrczh
