
咪咕频道,#group#
//咪咕开始
其他,#genre#
体育-昨天10-22,#genre#
西甲 莱万特VS毕尔巴鄂竞技 全场回放（鹿中原） 01:45,http://113.98.11.46:3000/968621626
西甲 莱万特VS毕尔巴鄂竞技 全场回放（AI智慧观赛） 01:45,http://113.98.11.46:3000/968621646
西甲 莱万特VS毕尔巴鄂竞技 全场回放（智能解说） 01:45,http://113.98.11.46:3000/968621651
斯诺克 高阳3-4吉尔伯特 布雷切尔2-4遭淘汰 【回放】高阳3-4大卫·吉尔伯特（杨江源） 02:00,http://113.98.11.46:3000/968621711
斯诺克 高阳3-4吉尔伯特 布雷切尔2-4遭淘汰 【回放】诺鹏·桑卡姆1-4斯科特·唐纳森（赛场原声） 02:00,http://113.98.11.46:3000/968621696
斯诺克 高阳3-4吉尔伯特 布雷切尔2-4遭淘汰 【回放】迈克尔·霍尔特3-4乔丹·布朗（赛场原声） 02:00,http://113.98.11.46:3000/968621783
斯诺克 高阳3-4吉尔伯特 布雷切尔2-4遭淘汰 【回放】高阳3-4大卫·吉尔伯特（赛场原声） 02:00,http://113.98.11.46:3000/968621831
斯诺克 高阳3-4吉尔伯特 布雷切尔2-4遭淘汰 【回放】埃利奥特·斯莱塞4-1杰米·琼斯（赛场原声） 02:00,http://113.98.11.46:3000/968623015
斯诺克 高阳3-4吉尔伯特 布雷切尔2-4遭淘汰 【回放】卢卡·布雷切尔2-4马丁·奥德奈尔（赛场原声） 02:00,http://113.98.11.46:3000/968624102
NBA 魔术VS老鹰 全场回放（贾磊） 06:55,http://113.98.11.46:3000/968626038
NBA 魔术VS老鹰 全场回放（英文原声） 06:55,http://113.98.11.46:3000/968628417
NBA 奇才VS雄鹿 全场回放（王凯） 06:55,http://113.98.11.46:3000/968625410
NBA 奇才VS雄鹿 全场回放（英文原声） 06:55,http://113.98.11.46:3000/968628136
NBA 猛龙VS公牛 全场回放（王琰博） 07:25,http://113.98.11.46:3000/968627177
NBA 猛龙VS公牛 全场回放（英文原声） 07:25,http://113.98.11.46:3000/968629681
NBA 篮网VS黄蜂 全场回放（张泽欣） 07:25,http://113.98.11.46:3000/968628268
NBA 篮网VS黄蜂 全场回放（英文原声） 07:25,http://113.98.11.46:3000/968629885
NBA 热火VS森林狼 全场回放（邵化谦、盛哲） 07:25,http://113.98.11.46:3000/968627303
NBA 热火VS森林狼 全场回放（英文原声） 07:25,http://113.98.11.46:3000/968629218
NBA 灰熊VS爵士 全场回放（刘芳宇） 07:55,http://113.98.11.46:3000/968627462
NBA 灰熊VS爵士 全场回放（英文原声） 07:55,http://113.98.11.46:3000/968629972
NBA 鹈鹕VS步行者 全场回放（罗森） 07:55,http://113.98.11.46:3000/968628069
NBA 鹈鹕VS步行者 全场回放（英文原声） 07:55,http://113.98.11.46:3000/968629767
NBA 火箭VS独行侠 全场回放（连睿、周鹏、秋童） 08:15,http://113.98.11.46:3000/968628299
NBA 火箭VS独行侠 全场回放（英文原声） 08:15,http://113.98.11.46:3000/968629920
NBA 火箭VS独行侠 全场回放（AI字幕） 08:15,http://113.98.11.46:3000/968628491
PPA亚洲职业匹克球巡回赛 PPA香港1500大满贯赛事 Day3 【全场回放】（赛场原声）（一） 09:00,http://113.98.11.46:3000/968637871
PPA亚洲职业匹克球巡回赛 PPA香港1500大满贯赛事 Day3 2026PPA香港1500大满贯赛事Day3全场回放（赛场原声）（二） 09:00,http://113.98.11.46:3000/968639626
PPA亚洲职业匹克球巡回赛 PPA香港1500大满贯赛事 Day3 2026PPA香港1500大满贯赛事Day3全场回放（赛场原声）（三） 09:00,http://113.98.11.46:3000/968641184
NBA 开拓者VS太阳 全场回放（邢晨） 09:55,http://113.98.11.46:3000/968629966
NBA 开拓者VS太阳 全场回放（英文原声） 09:55,http://113.98.11.46:3000/968632068
NBA 湖人VS勇士 全场回放（蔡凯臣、曾令旭、季孟年、小七） 09:45,http://113.98.11.46:3000/968630638
NBA 湖人VS勇士 全场回放（英文原声） 09:45,http://113.98.11.46:3000/968634101
NBA 湖人VS勇士 全场回放（闽南语解说） 09:45,http://113.98.11.46:3000/968631457
NBA 湖人VS勇士 全场回放（AI字幕） 09:45,http://113.98.11.46:3000/968631499
NBA 快船VS国王 全场回放（李嘉伟） 10:25,http://113.98.11.46:3000/968631128
NBA 快船VS国王 全场回放（英文原声） 10:25,http://113.98.11.46:3000/968633051
WTA 西尼亚科娃直落两盘 李吉妮晋级八强 【女单第2轮】斯托亚纳2-1內岛萌夏（赛场原声） 10:30,http://113.98.11.46:3000/968636105
WTA 西尼亚科娃直落两盘 李吉妮晋级八强 【回放】李吉妮2-0森梅兹（赛场原声） 10:30,http://113.98.11.46:3000/968631036
WTA 西尼亚科娃直落两盘 李吉妮晋级八强 【女单第2轮】里内特0-2西尼亚科娃（赛场原声） 10:30,http://113.98.11.46:3000/968637782
WTA 西尼亚科娃直落两盘 李吉妮晋级八强 【回放】李吉妮2-0森梅兹（英文原声） 10:30,http://113.98.11.46:3000/968631339
WTA 西尼亚科娃直落两盘 李吉妮晋级八强 【回放】斯托亚纳2-1內岛萌夏（英文原声） 10:30,http://113.98.11.46:3000/968635232
ITF世界网球巡回赛 莱萨赫逆转取胜 基顿·汉斯横扫晋级 【回放】斯科利尔0-2马卡洛娃（官方解说） 10:30,http://113.98.11.46:3000/968629703
ITF世界网球巡回赛 莱萨赫逆转取胜 基顿·汉斯横扫晋级 【回放】科瓦奇科娃2-0普雷斯顿（官方解说） 10:30,http://113.98.11.46:3000/968632676
ITF世界网球巡回赛 莱萨赫逆转取胜 基顿·汉斯横扫晋级 【回放】基顿·汉斯2-0基西莫夫（官方解说） 10:30,http://113.98.11.46:3000/968634732
ITF世界网球巡回赛 莱萨赫逆转取胜 基顿·汉斯横扫晋级 【回放】贝尔曼1-2莱萨赫（官方解说） 10:30,http://113.98.11.46:3000/968640347
ITF世界网球巡回赛 莱萨赫逆转取胜 基顿·汉斯横扫晋级 【回放】斯科利尔0-2马卡洛娃（赛场原声） 10:30,http://113.98.11.46:3000/968629753
ITF世界网球巡回赛 莱萨赫逆转取胜 基顿·汉斯横扫晋级 【回放】科瓦奇科娃2-0普雷斯顿（赛场原声） 10:30,http://113.98.11.46:3000/968632639
ITF世界网球巡回赛 莱萨赫逆转取胜 基顿·汉斯横扫晋级 【回放】基顿·汉斯2-0基西莫夫（赛场原声） 10:30,http://113.98.11.46:3000/968634946
ITF世界网球巡回赛 莱萨赫逆转取胜 基顿·汉斯横扫晋级 【回放】贝尔曼1-2莱萨赫（赛场原声） 10:30,http://113.98.11.46:3000/968640355
WTA 莱巴金娜、施耐德晋级八强 【女单第2轮】莱巴金娜0-0库德梅托娃（退赛）（赛场原声） 16:00,http://113.98.11.46:3000/968641111
WTA 莱巴金娜、施耐德晋级八强 【女单第2轮】伊埃拉0-2施耐德（赛场原声） 16:00,http://113.98.11.46:3000/968640858
WTA 莱巴金娜、施耐德晋级八强 【女单第2轮】莱巴金娜0-0库德梅托娃（退赛）（房朕） 16:00,http://113.98.11.46:3000/968640686
WTA 莱巴金娜、施耐德晋级八强 【女双1/4决赛】郭涵煜/穆拉德诺维奇2-1佩雷兹/舒尔斯（赛场原声） 16:00,http://113.98.11.46:3000/968637263
WTA 莱巴金娜、施耐德晋级八强 【女双1/4决赛】科兹耶娃/卢姆斯登1-2克劳茨克/斯朵拉（赛场原声） 16:00,http://113.98.11.46:3000/968639545
WTA 莱巴金娜、施耐德晋级八强 【女单第2轮】卡瓦2-0本西奇（赛场原声） 16:00,http://113.98.11.46:3000/968638696
WTA 莱巴金娜、施耐德晋级八强 【女单第2轮】约维奇2-0保利尼（赛场原声） 16:00,http://113.98.11.46:3000/968634989
乒乓球亚锦赛 国乒男女团皆晋级 林诗栋/黄友政横扫韩国组合 全场回放（王睿涓） 15:30,http://113.98.11.46:3000/968639283
乒乓球亚锦赛 国乒男女团皆晋级 林诗栋/黄友政横扫韩国组合 全场回放（四号桌） 15:30,http://113.98.11.46:3000/968646210
乒乓球亚锦赛 国乒男女团皆晋级 林诗栋/黄友政横扫韩国组合 全场回放（五号桌） 15:30,http://113.98.11.46:3000/968645656
乒乓球亚锦赛 国乒男女团皆晋级 林诗栋/黄友政横扫韩国组合 全场回放（六号桌） 15:30,http://113.98.11.46:3000/968639707
乒乓球亚锦赛 国乒男女团皆晋级 林诗栋/黄友政横扫韩国组合 全场回放（七号桌） 15:30,http://113.98.11.46:3000/968641367
乒乓球亚锦赛 国乒男女团皆晋级 林诗栋/黄友政横扫韩国组合 全场回放（八号桌） 15:30,http://113.98.11.46:3000/968639583
BWF 胡哲安逆转晋级 娃卉组合零封 【回放】李卓耀1-2胡哲安（鸿昆） 20:10,http://113.98.11.46:3000/968647483
BWF 胡哲安逆转晋级 娃卉组合零封 【回放】韩悦2-1米娅（孙宁智） 20:10,http://113.98.11.46:3000/968641708
BWF 胡哲安逆转晋级 娃卉组合零封 【回放】塞德尔/阮淑芳2-1蒋振邦/魏雅欣（鸿昆） 20:10,http://113.98.11.46:3000/968639907
BWF 胡哲安逆转晋级 娃卉组合零封 【回放】帕克卡波/沙西丽0-2郭新娃/陈芳卉（孙宁智） 20:10,http://113.98.11.46:3000/968640598
BWF 胡哲安逆转晋级 娃卉组合零封 【回放】胡珂源/林祥毅2-0陈子睿/林煜杰（杨妮娜） 20:10,http://113.98.11.46:3000/968644553
BWF 胡哲安逆转晋级 娃卉组合零封 【回放】明地阳菜2-0王祉怡（鸿昆） 20:10,http://113.98.11.46:3000/968649039
BWF 胡哲安逆转晋级 娃卉组合零封 【回放】金元浩/徐承宰2-0戴伟钦/叶睿庆（赛场原声） 20:10,http://113.98.11.46:3000/968647601
BWF 胡哲安逆转晋级 娃卉组合零封 【回放】陈柏阳/刘毅0-2因陀罗/华金（余博洋） 20:10,http://113.98.11.46:3000/968644571
BWF 胡哲安逆转晋级 娃卉组合零封 【回放】格姆克1-2小波波夫（王政） 20:10,http://113.98.11.46:3000/968641300
BWF 胡哲安逆转晋级 娃卉组合零封 【回放】冯彦哲/黄东萍2-0加西亚/露西娅（鸿昆） 20:10,http://113.98.11.46:3000/968642588
BWF 胡哲安逆转晋级 娃卉组合零封 【回放】安洗莹2-0夏尔马（王政） 20:10,http://113.98.11.46:3000/968639946
BWF 胡哲安逆转晋级 娃卉组合零封 【回放】周天成1-2戚又仁（杨妮娜） 20:10,http://113.98.11.46:3000/968643797
BWF 胡哲安逆转晋级 娃卉组合零封 【全场回放】一号场地（赛场原声）（一） 20:10,http://113.98.11.46:3000/968646206
BWF 胡哲安逆转晋级 娃卉组合零封 【全场回放】一号场地（赛场原声）（二） 20:10,http://113.98.11.46:3000/968650842
BWF 胡哲安逆转晋级 娃卉组合零封 【全场回放】二号场地（赛场原声）（一） 20:10,http://113.98.11.46:3000/968646411
BWF 胡哲安逆转晋级 娃卉组合零封 【全场回放】二号场地（赛场原声）（二） 20:10,http://113.98.11.46:3000/968650262
BWF 胡哲安逆转晋级 娃卉组合零封 【全场回放】二号场地（赛场原声）（三） 20:10,http://113.98.11.46:3000/968650792
BWF 胡哲安逆转晋级 娃卉组合零封 【全场回放】三号场地（赛场原声）（一） 20:10,http://113.98.11.46:3000/968647865
BWF 胡哲安逆转晋级 娃卉组合零封 【全场回放】三号场地（赛场原声）（二） 20:10,http://113.98.11.46:3000/968650811
BWF 胡哲安逆转晋级 娃卉组合零封 【全场回放】四号场地（赛场原声）（一） 20:10,http://113.98.11.46:3000/968645991
BWF 胡哲安逆转晋级 娃卉组合零封 【全场回放】四号场地（赛场原声）（二） 20:10,http://113.98.11.46:3000/968650865
BWF 胡哲安逆转晋级 娃卉组合零封 【全场回放】一号场地（英文原声）（一） 20:10,http://113.98.11.46:3000/968648062
BWF 胡哲安逆转晋级 娃卉组合零封 【全场回放】二号场地（英文原声）（一） 20:10,http://113.98.11.46:3000/968647684
BWF 胡哲安逆转晋级 娃卉组合零封 【全场回放】二号场地（英文原声）（二） 20:10,http://113.98.11.46:3000/968649572
BWF 胡哲安逆转晋级 娃卉组合零封 2026BWF法国羽毛球公开赛Day3一号场地全场回放（英文原声）（二） 20:10,http://113.98.11.46:3000/968654513
NBA经典赛事 NBA精彩重播：勇士vs湖人 全场回放（蔡凯臣、曾令旭、季孟年、小七） 18:00,http://113.98.11.46:3000/968630638
乒乓球亚锦赛 国乒男团亚锦赛四连冠 国乒女团摘亚 【男团决赛】韩国0-3中国 18:45,http://113.98.11.46:3000/968646552
乒乓球亚锦赛 国乒男团亚锦赛四连冠 国乒女团摘亚 【回放】姜东硕1-3周启豪 18:45,http://113.98.11.46:3000/968643845
乒乓球亚锦赛 国乒男团亚锦赛四连冠 国乒女团摘亚 【回放】朴奎铉0-3林诗栋 18:45,http://113.98.11.46:3000/968644489
乒乓球亚锦赛 国乒男团亚锦赛四连冠 国乒女团摘亚 【回放】朴康贤1-3向鹏 18:45,http://113.98.11.46:3000/968645345
乒乓球亚锦赛 国乒男团亚锦赛四连冠 国乒女团摘亚 【女团决赛】中国2-3日本 18:45,http://113.98.11.46:3000/968643619
乒乓球亚锦赛 国乒男团亚锦赛四连冠 国乒女团摘亚 【回放】陈熠0-3桥本帆乃香 18:45,http://113.98.11.46:3000/968640441
乒乓球亚锦赛 国乒男团亚锦赛四连冠 国乒女团摘亚 【回放】王艺迪3-2张本美和 18:45,http://113.98.11.46:3000/968641508
乒乓球亚锦赛 国乒男团亚锦赛四连冠 国乒女团摘亚 【回放】蒯曼3-0早田希娜 18:45,http://113.98.11.46:3000/968641889
乒乓球亚锦赛 国乒男团亚锦赛四连冠 国乒女团摘亚 【回放】陈熠0-3张本美和 18:45,http://113.98.11.46:3000/968642374
乒乓球亚锦赛 国乒男团亚锦赛四连冠 国乒女团摘亚 【回放】王艺迪1-3桥本帆乃香 18:45,http://113.98.11.46:3000/968643160
浙BA 苍南91-69云和 2026浙江省城市篮球联赛小组赛第7轮全场回放：苍南vs云和（赛场原声） 19:30,http://113.98.11.46:3000/968646703
浙BA 嘉兴63-72义乌 2026浙江省城市篮球联赛小组赛第7轮全场回放：嘉兴vs义乌（赛场原声） 19:30,http://113.98.11.46:3000/968647826
CBA 福建晋江文旅VS宁波町渥 全场回放（王冠证） 19:25,http://113.98.11.46:3000/968643202
CBA 福建晋江文旅VS宁波町渥 全场回放（赛场原声） 19:25,http://113.98.11.46:3000/968643213
CBA 广东东阳光VS浙江浙商证券 全场回放（杨健、巩晓彬、王仕鹏、杨毅、拜月宁） 19:25,http://113.98.11.46:3000/968642904
CBA 广东东阳光VS浙江浙商证券 全场回放（篮色狂想第1期） 19:25,http://113.98.11.46:3000/968640282
CBA 广东东阳光VS浙江浙商证券 全场回放（翻译小余） 19:25,http://113.98.11.46:3000/968642797
CBA 广东东阳光VS浙江浙商证券 全场回放（郭知昊） 19:25,http://113.98.11.46:3000/968642808
CBA 广东东阳光VS浙江浙商证券 全场回放（赛场原声） 19:25,http://113.98.11.46:3000/968643821
CBA 长白山恩都里VS新疆广汇能源 全场回放（姜帆） 19:25,http://113.98.11.46:3000/968643061
CBA 长白山恩都里VS新疆广汇能源 全场回放（盛哲） 19:25,http://113.98.11.46:3000/968643074
CBA 长白山恩都里VS新疆广汇能源 全场回放（房峰浩） 19:25,http://113.98.11.46:3000/968643122
CBA 长白山恩都里VS新疆广汇能源 全场回放（赛场原声） 19:25,http://113.98.11.46:3000/968643226
CBA 山西汾酒VS上海久事 全场回放（李天宇、徐咏、王润陶、王羽希） 19:25,http://113.98.11.46:3000/968642918
CBA 山西汾酒VS上海久事 全场回放（石楷文） 19:25,http://113.98.11.46:3000/968642864
CBA 山西汾酒VS上海久事 全场回放（张俊卿） 19:25,http://113.98.11.46:3000/968642879
CBA 山西汾酒VS上海久事 全场回放（赛场原声） 19:25,http://113.98.11.46:3000/968642978
CBA 北京首钢VS深圳马可波罗 全场回放（孙博、曾令旭） 19:25,http://113.98.11.46:3000/968642694
CBA 北京首钢VS深圳马可波罗 全场回放（谭成国） 19:25,http://113.98.11.46:3000/968642526
CBA 北京首钢VS深圳马可波罗 全场回放（李嘉伟） 19:25,http://113.98.11.46:3000/968642608
CBA 北京首钢VS深圳马可波罗 全场回放（赛场原声） 19:25,http://113.98.11.46:3000/968643137
斯诺克 庞俊旭3-4不敌囧哥 斯莱瑟4-1沃顿 【回放】凯伦·威尔逊4-3庞俊旭（卢正浩） 20:00,http://113.98.11.46:3000/968643150
斯诺克 庞俊旭3-4不敌囧哥 斯莱瑟4-1沃顿 【回放】马修·塞尔特2-4山姆·克雷吉（赛场原声） 20:00,http://113.98.11.46:3000/968644454
斯诺克 庞俊旭3-4不敌囧哥 斯莱瑟4-1沃顿 【回放】凯伦·威尔逊4-3庞俊旭（赛场原声） 20:00,http://113.98.11.46:3000/968644741
斯诺克 庞俊旭3-4不敌囧哥 斯莱瑟4-1沃顿 【回放】埃利奥特·斯莱瑟4-1里奇·沃顿（赛场原声） 20:00,http://113.98.11.46:3000/968648397
斯诺克 庞俊旭3-4不敌囧哥 斯莱瑟4-1沃顿 【回放】安东尼·麦克吉尔4-1马特乌斯·巴拉诺夫斯基（赛场原声） 20:00,http://113.98.11.46:3000/968649114
体育-今天10-23,#genre#
斯诺克 大卫·吉尔伯特4-2张家玮 老马4-0晋级 【回放】马克·威廉姆斯4-0马丁·奥德奈尔（赛场原声） 02:00,http://113.98.11.46:3000/968650740
斯诺克 大卫·吉尔伯特4-2张家玮 老马4-0晋级 【回放】大卫·吉尔伯特4-2张家玮（朱峰立） 02:00,http://113.98.11.46:3000/968650830
斯诺克 大卫·吉尔伯特4-2张家玮 老马4-0晋级 【回放】大卫·吉尔伯特4-2张家玮（赛场原声） 02:00,http://113.98.11.46:3000/968650882
斯诺克 大卫·吉尔伯特4-2张家玮 老马4-0晋级 26/27赛季斯诺克北爱尔兰公开赛第3轮回放：乔丹·布朗2-4斯科特·唐纳森（赛场原声） 02:00,http://113.98.11.46:3000/968652312
斯诺克 大卫·吉尔伯特4-2张家玮 老马4-0晋级 26/27赛季斯诺克北爱尔兰公开赛第3轮回放：杰克·琼斯4-2丹尼尔·威尔斯（赛场原声） 02:00,http://113.98.11.46:3000/968652480
全国垂钓俱乐部挑战赛 2026鄂州武昌鱼原乡·换钓趣味赛 鄂州鄂城站 08:00,http://113.98.11.46:3000/968567976
PPA亚洲职业匹克球巡回赛 PPA香港1500大满贯赛事 Day4 清流播出 09:00,http://113.98.11.46:3000/968538322
全国游泳锦标赛 全国游泳锦标赛Day 1 清流播出 09:00,http://113.98.11.46:3000/968637739
NBA 雷霆VS掘金 姜帆 周赫 裴优 09:15,http://113.98.11.46:3000/968571425
NBA 雷霆VS掘金 英文原声 09:25,http://113.98.11.46:3000/968571454
NBA 雷霆VS掘金 智能字幕 09:15,http://113.98.11.46:3000/968576308
WTA 李吉妮冲四强！博尔特压场出战 赛场原声 10:30,http://113.98.11.46:3000/968413989
WTA 李吉妮冲四强！博尔特压场出战 英文原声 10:30,http://113.98.11.46:3000/968414022
WTA 李吉妮冲四强！博尔特压场出战 解说 10:30,http://113.98.11.46:3000/968444759
ITF世界网球巡回赛 马卡洛娃出战 孙心然压轴登场 中文解说 10:30,http://113.98.11.46:3000/968568888
ITF世界网球巡回赛 马卡洛娃出战 孙心然压轴登场 中心球场 10:30,http://113.98.11.46:3000/968421186
WTA 莱巴压场！布兹科娃对阵贝莱克 卢特利芙/苏加迪 vs 爱克里/格里森 11:00,http://113.98.11.46:3000/968652991
WTA 莱巴压场！布兹科娃对阵贝莱克 中心球场 11:00,http://113.98.11.46:3000/968417916
乒乓球亚锦赛 友熠组合冲四强 向鹏、温瑞博接续出战 徐儒叶 13:00,http://113.98.11.46:3000/968420798
乒乓球亚锦赛 友熠组合冲四强 向鹏、温瑞博接续出战 王政 13:00,http://113.98.11.46:3000/968488580
乒乓球亚锦赛 友熠组合冲四强 向鹏、温瑞博接续出战 1号桌 13:00,http://113.98.11.46:3000/968420335
乒乓球亚锦赛 友熠组合冲四强 向鹏、温瑞博接续出战 2号桌 13:00,http://113.98.11.46:3000/968420401
乒乓球亚锦赛 友熠组合冲四强 向鹏、温瑞博接续出战 3号桌 13:00,http://113.98.11.46:3000/968420423
乒乓球亚锦赛 友熠组合冲四强 向鹏、温瑞博接续出战 4号桌 13:00,http://113.98.11.46:3000/968420450
乒乓球亚锦赛 友熠组合冲四强 向鹏、温瑞博接续出战 5号桌 13:00,http://113.98.11.46:3000/968420508
乒乓球亚锦赛 友熠组合冲四强 向鹏、温瑞博接续出战 6号桌 13:00,http://113.98.11.46:3000/968420532
乒乓球亚锦赛 友熠组合冲四强 向鹏、温瑞博接续出战 7号桌 13:00,http://113.98.11.46:3000/968420578
乒乓球亚锦赛 友熠组合冲四强 向鹏、温瑞博接续出战 8号桌 13:00,http://113.98.11.46:3000/968420666
乒乓球亚锦赛 友熠组合冲四强 向鹏、温瑞博接续出战 9号桌 13:45,http://113.98.11.46:3000/968420708
乒乓球亚锦赛 友熠组合冲四强 向鹏、温瑞博接续出战 10号桌 13:45,http://113.98.11.46:3000/968420739
莫干山跑山赛 莫干山跑山赛 解说 13:30,http://113.98.11.46:3000/968639183
超三联赛 超三联赛 总决赛 小组赛Day1下午场 王冠证 李嘉伟 13:55,http://113.98.11.46:3000/968545259
东润杯·全国青少年足球总决赛 厦门二中VS上海七宝中学 官方解说 14:20,http://113.98.11.46:3000/968654292
中乙 上海海港B队VS杭州临平吴越 解说 15:20,http://113.98.11.46:3000/968634295
中乙 上海海港B队VS杭州临平吴越 赛场原声 15:20,http://113.98.11.46:3000/968634314
BWF 韩悦直面安洗莹 胡哲安、凤凰组合接连出战 1号场地 15:30,http://113.98.11.46:3000/968536246
BWF 韩悦直面安洗莹 胡哲安、凤凰组合接连出战 2号场地 15:30,http://113.98.11.46:3000/968536292
BWF 韩悦直面安洗莹 胡哲安、凤凰组合接连出战 3号场地 22:30,http://113.98.11.46:3000/968536323
BWF 韩悦直面安洗莹 胡哲安、凤凰组合接连出战 1号场地英文视角 15:30,http://113.98.11.46:3000/968536377
BWF 韩悦直面安洗莹 胡哲安、凤凰组合接连出战 2号场地英文视角 15:30,http://113.98.11.46:3000/968536418
BWF 韩悦直面安洗莹 胡哲安、凤凰组合接连出战 孙宁智 15:30,http://113.98.11.46:3000/968655318
BWF 韩悦直面安洗莹 胡哲安、凤凰组合接连出战 孙宁智 16:00,http://113.98.11.46:3000/968655325
BWF 韩悦直面安洗莹 胡哲安、凤凰组合接连出战 杨妮娜 17:30,http://113.98.11.46:3000/968655331
BWF 韩悦直面安洗莹 胡哲安、凤凰组合接连出战 杨妮娜 18:20,http://113.98.11.46:3000/968655343
BWF 韩悦直面安洗莹 胡哲安、凤凰组合接连出战 朱胤丞 01:20,http://113.98.11.46:3000/968655352
BWF 韩悦直面安洗莹 胡哲安、凤凰组合接连出战 鸿昆 18:20,http://113.98.11.46:3000/968655360
BWF 韩悦直面安洗莹 胡哲安、凤凰组合接连出战 鸿昆 22:30,http://113.98.11.46:3000/968655368
BWF 韩悦直面安洗莹 胡哲安、凤凰组合接连出战 鸿昆 23:00,http://113.98.11.46:3000/968655375
BWF 韩悦直面安洗莹 胡哲安、凤凰组合接连出战 余博洋 22:30,http://113.98.11.46:3000/968655384
BWF 韩悦直面安洗莹 胡哲安、凤凰组合接连出战 余博洋 23:00,http://113.98.11.46:3000/968655395
NBA经典赛事 NBA精彩重播：骑士vs76人 庄宁宇 王润陶 魏欣怡 18:00,http://113.98.11.46:3000/968605557
超三联赛 超三联赛 总决赛 开赛仪式及小组赛Day1晚间场 王冠证 李嘉伟 18:25,http://113.98.11.46:3000/968545284
楚超 武汉华工科技队VS荆州恒隆队 赛场原声 19:00,http://113.98.11.46:3000/968549082
全国游泳锦标赛 全国游泳锦标赛Day 1 清流播出 19:00,http://113.98.11.46:3000/968638303
绿茵狂想：联赛季 皇马巴萨续写宿敌篇章 成都大连上演重磅对决 李欣 徐阳 张路 杨茗茗 19:00,http://113.98.11.46:3000/967502875
乒乓球亚锦赛 石油组合争八强 蒯曼/王艺迪出战 周冠达 侯英超 程靖淇 18:15,http://113.98.11.46:3000/968421364
乒乓球亚锦赛 石油组合争八强 蒯曼/王艺迪出战 肖扬 19:15,http://113.98.11.46:3000/968421329
乒乓球亚锦赛 石油组合争八强 蒯曼/王艺迪出战 1号桌 19:15,http://113.98.11.46:3000/968420866
乒乓球亚锦赛 石油组合争八强 蒯曼/王艺迪出战 2号桌 19:15,http://113.98.11.46:3000/968420938
乒乓球亚锦赛 石油组合争八强 蒯曼/王艺迪出战 3号桌 19:15,http://113.98.11.46:3000/968420990
乒乓球亚锦赛 石油组合争八强 蒯曼/王艺迪出战 4号桌 19:15,http://113.98.11.46:3000/968421045
乒乓球亚锦赛 石油组合争八强 蒯曼/王艺迪出战 5号桌 19:15,http://113.98.11.46:3000/968421116
乒乓球亚锦赛 石油组合争八强 蒯曼/王艺迪出战 6号桌 19:15,http://113.98.11.46:3000/968421141
乒乓球亚锦赛 石油组合争八强 蒯曼/王艺迪出战 7号桌 19:15,http://113.98.11.46:3000/968421221
乒乓球亚锦赛 石油组合争八强 蒯曼/王艺迪出战 8号桌 19:15,http://113.98.11.46:3000/968421256
乒乓球亚锦赛 石油组合争八强 蒯曼/王艺迪出战 9号桌 22:30,http://113.98.11.46:3000/968421285
乒乓球亚锦赛 石油组合争八强 蒯曼/王艺迪出战 10号桌 22:30,http://113.98.11.46:3000/968421320
浙BA 诸暨VS海宁 赛场原声 19:30,http://113.98.11.46:3000/968537223
浙BA 金华VS宁海 赛场原声 19:30,http://113.98.11.46:3000/968537231
CBA 北京控股VS江苏肯帝亚 庄宁宇 19:20,http://113.98.11.46:3000/968542770
CBA 北京控股VS江苏肯帝亚 赛场原声 19:25,http://113.98.11.46:3000/968543105
CBA 辽宁本钢VS四川锦城 孙博 巩晓彬 曾令旭 19:15,http://113.98.11.46:3000/968542903
CBA 辽宁本钢VS四川锦城 辽宁主队解说 19:25,http://113.98.11.46:3000/968542763
CBA 辽宁本钢VS四川锦城 赛场原声 19:25,http://113.98.11.46:3000/968543153
CBA 南京同曦宙光VS山东高速 邵化谦 丁伟 19:15,http://113.98.11.46:3000/968542888
CBA 南京同曦宙光VS山东高速 南京主队解说 19:25,http://113.98.11.46:3000/968542726
CBA 南京同曦宙光VS山东高速 山东主队解说 19:25,http://113.98.11.46:3000/968542718
CBA 南京同曦宙光VS山东高速 赛场原声 19:25,http://113.98.11.46:3000/968543098
CBA 天津先行者VS广州智都集团 刘圳展 19:20,http://113.98.11.46:3000/968542709
CBA 天津先行者VS广州智都集团 天津主队解说 19:25,http://113.98.11.46:3000/968542694
CBA 天津先行者VS广州智都集团 广州主队解说 19:25,http://113.98.11.46:3000/968542676
CBA 天津先行者VS广州智都集团 赛场原声 19:25,http://113.98.11.46:3000/968543067
CBA 浙江稠州金租VS青岛崂山啤酒 季孟年 19:20,http://113.98.11.46:3000/968542666
CBA 浙江稠州金租VS青岛崂山啤酒 浙江主队解说 19:25,http://113.98.11.46:3000/968542657
CBA 浙江稠州金租VS青岛崂山啤酒 青岛主队解说 19:25,http://113.98.11.46:3000/968542645
CBA 浙江稠州金租VS青岛崂山啤酒 赛场原声 19:25,http://113.98.11.46:3000/968543037
斯诺克 1/4决赛 2号桌 20:00,http://113.98.11.46:3000/968352478
体育-明天10-24,#genre#
斯诺克 1/4决赛 2号桌 02:00,http://113.98.11.46:3000/968352527
德甲 斯图加特VS门兴格拉德巴赫 李霄 02:15,http://113.98.11.46:3000/968629331
德甲 斯图加特VS门兴格拉德巴赫 赛场原声 02:15,http://113.98.11.46:3000/968629306
德甲 斯图加特VS门兴格拉德巴赫 智能解说 02:25,http://113.98.11.46:3000/968654401
法甲 布雷斯特VS尼斯 刘一臻 02:30,http://113.98.11.46:3000/968628799
法甲 布雷斯特VS尼斯 赛场原声 02:30,http://113.98.11.46:3000/968628785
法甲 布雷斯特VS尼斯 智能解说 02:40,http://113.98.11.46:3000/968654462
意甲 都灵VS蒙扎 张昊泽 02:30,http://113.98.11.46:3000/968625609
意甲 都灵VS蒙扎 赛场原声 02:30,http://113.98.11.46:3000/968625586
意甲 都灵VS蒙扎 智能解说 02:40,http://113.98.11.46:3000/968654433
英超 伊普斯维奇VS诺丁汉森林 刘焕 02:45,http://113.98.11.46:3000/968625646
英超 伊普斯维奇VS诺丁汉森林 英文原声 02:45,http://113.98.11.46:3000/968625671
英超 伊普斯维奇VS诺丁汉森林 赛场原声 02:45,http://113.98.11.46:3000/968625915
英超 伊普斯维奇VS诺丁汉森林 智能解说 02:55,http://113.98.11.46:3000/968654505
西甲 阿拉维斯VS马拉加 洪宇青 02:45,http://113.98.11.46:3000/968626596
西甲 阿拉维斯VS马拉加 赛场原声 02:45,http://113.98.11.46:3000/968626574
NBA 雄鹿VS公牛 宋俊潼 03:55,http://113.98.11.46:3000/968571512
NBA 雄鹿VS公牛 英文原声 03:55,http://113.98.11.46:3000/968571499
莫干山跑山赛 莫干山跑山赛 解说 05:30,http://113.98.11.46:3000/968632413
NBA 黄蜂VS老鹰 贾磊 06:55,http://113.98.11.46:3000/968573237
NBA 黄蜂VS老鹰 英文原声 06:55,http://113.98.11.46:3000/968573257
NBA 奇才VS猛龙 王凯 06:55,http://113.98.11.46:3000/968572955
NBA 奇才VS猛龙 英文原声 06:55,http://113.98.11.46:3000/968572926
NBA 魔术VS森林狼 盛哲 06:55,http://113.98.11.46:3000/968573067
NBA 魔术VS森林狼 英文原声 06:55,http://113.98.11.46:3000/968573031
NBA 步行者VS独行侠 罗森 06:55,http://113.98.11.46:3000/968573175
NBA 步行者VS独行侠 英文原声 06:55,http://113.98.11.46:3000/968573143
NBA 凯尔特人VS尼克斯 王冠证 06:55,http://113.98.11.46:3000/968571602
NBA 凯尔特人VS尼克斯 英文原声 06:55,http://113.98.11.46:3000/968571616
中国自行车运动协会系列赛 中国泵道自行车联赛北京门头沟站 解说 07:50,http://113.98.11.46:3000/968633006
NBA 热火VS活塞 徐秦威 07:55,http://113.98.11.46:3000/968572869
NBA 热火VS活塞 英文原声 07:55,http://113.98.11.46:3000/968572802
全国垂钓俱乐部挑战赛 正常用 2026“武昌鱼”杯全国垂钓俱乐部挑战赛（鄂城 · 鄂州） 鄂州鄂城站 08:00,http://113.98.11.46:3000/968567990
咪咕体育日报 undefined 咪咕体育日报 第220期 08:00,http://113.98.11.46:3000/968047914
PPA亚洲职业匹克球巡回赛 PPA香港1500大满贯赛事 Day5 清流播出 09:00,http://113.98.11.46:3000/968538370
全国游泳锦标赛 全国游泳锦标赛Day 2 清流播出 09:00,http://113.98.11.46:3000/968637775
NBA 爵士VS鹈鹕 刘沛元 09:25,http://113.98.11.46:3000/968571870
NBA 爵士VS鹈鹕 英文原声 09:25,http://113.98.11.46:3000/968571843
NBA 马刺VS火箭 杨健 丁彦雨航 周鹏 09:15,http://113.98.11.46:3000/968572629
NBA 马刺VS火箭 王晓晨 09:25,http://113.98.11.46:3000/968572521
NBA 马刺VS火箭 英文原声 09:25,http://113.98.11.46:3000/968572456
NBA 湖人VS快船 李天宇 徐咏 陈正昊 09:45,http://113.98.11.46:3000/968571476
NBA 湖人VS快船 英文原声 09:55,http://113.98.11.46:3000/968571431
NBA 湖人VS快船 智能字幕 09:45,http://113.98.11.46:3000/968576275
NBA 勇士VS灰熊 孙博 闫宇峰 小七 09:45,http://113.98.11.46:3000/968571630
NBA 勇士VS灰熊 董倡硕 09:55,http://113.98.11.46:3000/968571597
NBA 勇士VS灰熊 英文原声 09:55,http://113.98.11.46:3000/968571551
NBA 勇士VS灰熊 智能字幕 09:45,http://113.98.11.46:3000/968576294
NBA 国王VS开拓者 邵化谦 季孟年 09:55,http://113.98.11.46:3000/968570365
NBA 国王VS开拓者 邢晨 09:55,http://113.98.11.46:3000/968570288
NBA 国王VS开拓者 英文原声 09:55,http://113.98.11.46:3000/968570185
ITF世界网球巡回赛 青少年年终总决赛Day4 中心球场 10:30,http://113.98.11.46:3000/968421233
ITF世界网球巡回赛 青少年年终总决赛Day4 中心球场中文解说 10:30,http://113.98.11.46:3000/968568858
逐马计划 超越巅峰——张德顺对谈李美珍 超越巅峰——张德顺对谈李美珍 10:30,http://113.98.11.46:3000/968609819
WTA WTA250大阪站 半决赛 赛场原声 11:00,http://113.98.11.46:3000/968414036
WTA WTA250大阪站 半决赛 英文原声 11:00,http://113.98.11.46:3000/968414059
WTA WTA250大阪站 半决赛 解说 11:00,http://113.98.11.46:3000/968444770
UFC前瞻与回顾 激战前夜：38岁大帝迎战不败强敌埃夫洛耶夫 王琰博 12:00,http://113.98.11.46:3000/968627010
WTA WTA500宁波站半决赛 中心球场 13:00,http://113.98.11.46:3000/968417938
WTA WTA500宁波站半决赛 大看台 13:00,http://113.98.11.46:3000/968418043
乒乓球亚锦赛 男女双打1/4决赛及排位赛、男女单打1/8决赛 徐儒叶 13:00,http://113.98.11.46:3000/968421596
乒乓球亚锦赛 男女双打1/4决赛及排位赛、男女单打1/8决赛 1号桌 13:00,http://113.98.11.46:3000/968421392
乒乓球亚锦赛 男女双打1/4决赛及排位赛、男女单打1/8决赛 2号桌 13:00,http://113.98.11.46:3000/968421404
乒乓球亚锦赛 男女双打1/4决赛及排位赛、男女单打1/8决赛 3号桌 13:00,http://113.98.11.46:3000/968421430
乒乓球亚锦赛 男女双打1/4决赛及排位赛、男女单打1/8决赛 4号桌 13:00,http://113.98.11.46:3000/968421450
乒乓球亚锦赛 男女双打1/4决赛及排位赛、男女单打1/8决赛 5号桌 13:00,http://113.98.11.46:3000/968421495
乒乓球亚锦赛 男女双打1/4决赛及排位赛、男女单打1/8决赛 6号桌 13:00,http://113.98.11.46:3000/968421524
乒乓球亚锦赛 男女双打1/4决赛及排位赛、男女单打1/8决赛 7号桌 13:00,http://113.98.11.46:3000/968421550
乒乓球亚锦赛 男女双打1/4决赛及排位赛、男女单打1/8决赛 8号桌 13:00,http://113.98.11.46:3000/968421579
超三联赛 超三联赛 总决赛 小组赛Day2下午场 王冠证 李嘉伟 13:55,http://113.98.11.46:3000/968545296
中甲 大连鲲城VS广西恒宸 解说 14:50,http://113.98.11.46:3000/968607659
中甲 大连鲲城VS广西恒宸 赛场原声 14:50,http://113.98.11.46:3000/968607671
湘超 株洲队VS湘潭队 赛场原声 15:00,http://113.98.11.46:3000/968538568
湘超 湘西队VS衡阳队 赛场原声 15:00,http://113.98.11.46:3000/968538544
湘超 益阳队VS娄底队 赛场原声 15:00,http://113.98.11.46:3000/968538523
湘超 邵阳队VS常德队 赛场原声 15:00,http://113.98.11.46:3000/968538472
湘超 永州队VS怀化队 赛场原声 15:00,http://113.98.11.46:3000/968538441
湘超 长沙队VS张家界队 赛场原声 15:00,http://113.98.11.46:3000/968538417
湘超 郴州队VS岳阳队 赛场原声 15:00,http://113.98.11.46:3000/968538396
楚超 黄石美尔雅队VS宜昌东阳光队 赛场原声 15:00,http://113.98.11.46:3000/968549092
中超 青岛西海岸VS云南玉昆 涂远 鹿中原 15:15,http://113.98.11.46:3000/968627020
中超 青岛西海岸VS云南玉昆 赛场原声 15:15,http://113.98.11.46:3000/968627005
中超 重庆铜梁龙VS青岛海牛 刘腾 王宇 15:15,http://113.98.11.46:3000/968626987
中超 重庆铜梁龙VS青岛海牛 赛场原声 15:15,http://113.98.11.46:3000/968626973
中超 辽宁铁人楠波湾VS浙江俱乐部绿城 鲁靖明 梁祥宇 15:15,http://113.98.11.46:3000/968626955
中超 辽宁铁人楠波湾VS浙江俱乐部绿城 赛场原声 15:15,http://113.98.11.46:3000/968626942
中超 辽宁铁人楠波湾VS浙江俱乐部绿城 智能解说 15:25,http://113.98.11.46:3000/968654746
中超 深圳新鹏城VS上海申花 袁甲 贺宇 15:15,http://113.98.11.46:3000/968629919
中超 深圳新鹏城VS上海申花 赛场原声 15:15,http://113.98.11.46:3000/968626912
中超 深圳新鹏城VS上海申花 智能解说 15:25,http://113.98.11.46:3000/968654660
中超 河南俱乐部彩陶坊VS北京国安 娄一晨 刘越 姚安妮 15:00,http://113.98.11.46:3000/968626884
中超 河南俱乐部彩陶坊VS北京国安 赛场原声 15:15,http://113.98.11.46:3000/968626743
中超 河南俱乐部彩陶坊VS北京国安 智能解说 15:25,http://113.98.11.46:3000/968654620
中超 武汉三镇VS山东泰山 李欣 徐云龙 郭小仙儿 15:00,http://113.98.11.46:3000/968626768
中超 武汉三镇VS山东泰山 赛场原声 15:15,http://113.98.11.46:3000/968626824
中超 成都蓉城VS大连英博海发 苏东 孙雷 徐阳 14:00,http://113.98.11.46:3000/968626303
中超 成都蓉城VS大连英博海发 孙雨轩 董方卓 林梦鸽 14:00,http://113.98.11.46:3000/968626344
中超 成都蓉城VS大连英博海发 数智战术视角 15:25,http://113.98.11.46:3000/968626482
中超 成都蓉城VS大连英博海发 飞猫视角 15:15,http://113.98.11.46:3000/968626496
中超 成都蓉城VS大连英博海发 3D全真视频 15:25,http://113.98.11.46:3000/968626530
中超 成都蓉城VS大连英博海发 乔迁 15:15,http://113.98.11.46:3000/968626556
中超 成都蓉城VS大连英博海发 4K赛场原声 15:15,http://113.98.11.46:3000/968626588
中超 成都蓉城VS大连英博海发 大连英博海发球星视角 15:15,http://113.98.11.46:3000/968626800
中超 成都蓉城VS大连英博海发 成都蓉城球星视角 15:15,http://113.98.11.46:3000/968626812
中超 天津津门虎VS上海海港 石庆圣 李彦 邵凌霄 15:00,http://113.98.11.46:3000/968626150
中超 天津津门虎VS上海海港 赛场原声 15:15,http://113.98.11.46:3000/968626099
中超 天津津门虎VS上海海港 智能解说 15:25,http://113.98.11.46:3000/968654561
中甲 长春亚泰VS梅州客家 解说 15:20,http://113.98.11.46:3000/968607698
中甲 长春亚泰VS梅州客家 赛场原声 15:20,http://113.98.11.46:3000/968607707
中乙 山东泰山B队VS江西庐山 解说 15:20,http://113.98.11.46:3000/968634329
中乙 山东泰山B队VS江西庐山 赛场原声 15:20,http://113.98.11.46:3000/968634382
中乙 青岛红狮VS赣州瑞狮 解说 15:20,http://113.98.11.46:3000/968634458
中乙 青岛红狮VS赣州瑞狮 赛场原声 15:20,http://113.98.11.46:3000/968634482
中乙 北京理工VS厦门飞鹭 解说 15:20,http://113.98.11.46:3000/968634409
中乙 北京理工VS厦门飞鹭 赛场原声 15:20,http://113.98.11.46:3000/968634429
BWF 法国羽毛球公开赛第五日 1号场地 15:30,http://113.98.11.46:3000/968536475
BWF 法国羽毛球公开赛第五日 1号场地英文视角 15:30,http://113.98.11.46:3000/968536535
攀岩系列赛 中国速度攀岩系列赛(江苏昆山站) 江苏昆山站 15:30,http://113.98.11.46:3000/968632198
辽超 朝阳队VS沈阳队 赛场原声 15:35,http://113.98.11.46:3000/968326121
中乙 贵州贵阳竞技VS山西崇德荣海 解说 15:50,http://113.98.11.46:3000/968634746
中乙 贵州贵阳竞技VS山西崇德荣海 赛场原声 15:50,http://113.98.11.46:3000/968634760
中乙 泰安天贶VS成都蓉城希拉谷 解说 15:50,http://113.98.11.46:3000/968634545
中乙 泰安天贶VS成都蓉城希拉谷 赛场原声 15:50,http://113.98.11.46:3000/968634568
中乙 广州蒲公英VS大连英博B队 解说 15:50,http://113.98.11.46:3000/968634499
中乙 广州蒲公英VS大连英博B队 赛场原声 15:50,http://113.98.11.46:3000/968634519
UFC前瞻与回顾 激战前夜：终极三番战！梅拉布再战彼得严 陈瑞阳 16:00,http://113.98.11.46:3000/968627070
徽BA 滁州VS宣城 赛场原声 18:40,http://113.98.11.46:3000/968536656
徽BA 合肥VS淮北 赛场原声 18:40,http://113.98.11.46:3000/968536681
JCK JCK觉城之夜N124：库尔班江VS卢西亚诺 官方解说 18:55,http://113.98.11.46:3000/968607969
JCK JCK觉城之夜N124：库尔班江VS卢西亚诺 英文解说 18:55,http://113.98.11.46:3000/968607996
JCK JCK觉城之夜N124：库尔班江VS卢西亚诺 清流不播出 18:55,http://113.98.11.46:3000/968608007
乒乓球亚锦赛 男女单打1/4决赛、男单排位赛及男女双打排位赛 周冠达 侯英超 程靖淇 19:20,http://113.98.11.46:3000/968421823
乒乓球亚锦赛 男女单打1/4决赛、男单排位赛及男女双打排位赛 张靖松 19:00,http://113.98.11.46:3000/968421774
乒乓球亚锦赛 男女单打1/4决赛、男单排位赛及男女双打排位赛 1号桌 19:00,http://113.98.11.46:3000/968421629
乒乓球亚锦赛 男女单打1/4决赛、男单排位赛及男女双打排位赛 2号桌 19:00,http://113.98.11.46:3000/968421646
乒乓球亚锦赛 男女单打1/4决赛、男单排位赛及男女双打排位赛 3号桌 19:00,http://113.98.11.46:3000/968421681
乒乓球亚锦赛 男女单打1/4决赛、男单排位赛及男女双打排位赛 4号桌 19:00,http://113.98.11.46:3000/968421697
乒乓球亚锦赛 男女单打1/4决赛、男单排位赛及男女双打排位赛 5号桌 19:00,http://113.98.11.46:3000/968421718
乒乓球亚锦赛 男女单打1/4决赛、男单排位赛及男女双打排位赛 6号桌 19:00,http://113.98.11.46:3000/968421743
超三联赛 超三联赛 总决赛 12进8 王冠证 李嘉伟 18:55,http://113.98.11.46:3000/968545310
全国游泳锦标赛 全国游泳锦标赛Day 2 清流播出 19:00,http://113.98.11.46:3000/968638313
中甲 石家庄功夫VS宁波职业足球俱乐部 解说 19:20,http://113.98.11.46:3000/968607720
中甲 石家庄功夫VS宁波职业足球俱乐部 赛场原声 19:20,http://113.98.11.46:3000/968607728
中甲 南通支云VS深圳青年人 解说 19:20,http://113.98.11.46:3000/968607749
中甲 南通支云VS深圳青年人 赛场原声 19:20,http://113.98.11.46:3000/968607757
中甲 佛山南狮VS南京城市 解说 19:20,http://113.98.11.46:3000/968607775
中甲 佛山南狮VS南京城市 赛场原声 19:20,http://113.98.11.46:3000/968607830
英超 阿斯顿维拉VS曼城 娄一晨 刘越 姚安妮 19:00,http://113.98.11.46:3000/968625964
英超 阿斯顿维拉VS曼城 任锴 梁柏翘 19:15,http://113.98.11.46:3000/968625978
英超 阿斯顿维拉VS曼城 英文原声 19:15,http://113.98.11.46:3000/968625990
英超 阿斯顿维拉VS曼城 4K赛场原声 19:15,http://113.98.11.46:3000/968626011
中乙 温州俱乐部VS兰州陇原竞技 解说 19:20,http://113.98.11.46:3000/968634781
中乙 温州俱乐部VS兰州陇原竞技 赛场原声 19:20,http://113.98.11.46:3000/968634800
粤超 梅州VS广州 普通话 19:30,http://113.98.11.46:3000/968377336
浙BA 玉环VS衢州 赛场原声 19:30,http://113.98.11.46:3000/968537280
浙BA 永康VS临海 赛场原声 19:30,http://113.98.11.46:3000/968537290
东润杯·全国青少年足球总决赛 清华附中VS石家庄二中 官方解说 19:20,http://113.98.11.46:3000/968654303
CBA 广东东阳光VS宁波町渥 连睿 丁伟 丁彦雨航 19:00,http://113.98.11.46:3000/968600155
CBA 广东东阳光VS宁波町渥 赛场原声 19:25,http://113.98.11.46:3000/968600166
CBA 上海久事VS福建晋江文旅 赛场原声 19:25,http://113.98.11.46:3000/968600177
CBA 上海久事VS福建晋江文旅 李天宇 陈正昊 19:20,http://113.98.11.46:3000/968623594
CBA 浙江浙商证券VS长白山恩都里 徐秦威 19:20,http://113.98.11.46:3000/968600260
CBA 浙江浙商证券VS长白山恩都里 赛场原声 19:25,http://113.98.11.46:3000/968600232
琼超 白沙VS文昌 赛场原声 19:35,http://113.98.11.46:3000/968443437
琼超 屯昌VS海口 赛场原声 19:35,http://113.98.11.46:3000/968443450
琼超 万宁VS昌江 赛场原声 19:35,http://113.98.11.46:3000/968443457
琼超 陵水VS三沙 赛场原声 19:35,http://113.98.11.46:3000/968443474
苏超 无锡队VS泰州队 解说 19:10,http://113.98.11.46:3000/968333030
苏超 常州队VS盐城队 解说 19:10,http://113.98.11.46:3000/968332981
英女超 托特纳姆热刺女足VS阿森纳女足 胡小凡 19:30,http://113.98.11.46:3000/968625945
英女超 托特纳姆热刺女足VS阿森纳女足 赛场原声 19:30,http://113.98.11.46:3000/968625923
英女超 托特纳姆热刺女足VS阿森纳女足 智能解说 19:40,http://113.98.11.46:3000/968654798
西甲 巴列卡诺VS埃尔切 张天翼 19:45,http://113.98.11.46:3000/968626551
西甲 巴列卡诺VS埃尔切 赛场原声 19:45,http://113.98.11.46:3000/968626532
西甲 巴列卡诺VS埃尔切 智能解说 19:55,http://113.98.11.46:3000/968654859
UFC前瞻与回顾 聚焦八角笼：大帝能否守护王座？双冠之争悬念拉满 王琰博 郝俊 20:00,http://113.98.11.46:3000/968627095
意甲 科莫VS萨索洛 谭逸雄 20:45,http://113.98.11.46:3000/968626901
意甲 科莫VS萨索洛 赛场原声 20:45,http://113.98.11.46:3000/968626887
意甲 卡利亚里VS博洛尼亚 刘焕 20:45,http://113.98.11.46:3000/968625636
意甲 卡利亚里VS博洛尼亚 赛场原声 20:45,http://113.98.11.46:3000/968625622
德甲 帕德博恩VS汉堡 吴子越 21:15,http://113.98.11.46:3000/968629613
德甲 帕德博恩VS汉堡 赛场原声 21:15,http://113.98.11.46:3000/968629608
德甲 科隆VS沙尔克04 赵宇 21:15,http://113.98.11.46:3000/968629545
德甲 科隆VS沙尔克04 赛场原声 21:15,http://113.98.11.46:3000/968629536
德甲 美因茨VS云达不莱梅 周楚雄 21:15,http://113.98.11.46:3000/968629522
德甲 美因茨VS云达不莱梅 赛场原声 21:15,http://113.98.11.46:3000/968629513
德甲 奥格斯堡VS柏林联 刘洪新 21:15,http://113.98.11.46:3000/968629467
德甲 奥格斯堡VS柏林联 赛场原声 21:15,http://113.98.11.46:3000/968629442
德甲 RB莱比锡VS埃尔沃斯贝格 刘洋 21:15,http://113.98.11.46:3000/968629406
德甲 RB莱比锡VS埃尔沃斯贝格 赛场原声 21:15,http://113.98.11.46:3000/968629396
英超 考文垂VS富勒姆 兰子非 21:45,http://113.98.11.46:3000/968626133
英超 考文垂VS富勒姆 英文原声 21:45,http://113.98.11.46:3000/968626145
英超 考文垂VS富勒姆 赛场原声 21:45,http://113.98.11.46:3000/968626166
英超 阿森纳VS埃弗顿 颜强 董方卓 程思钦 21:30,http://113.98.11.46:3000/968626054
英超 阿森纳VS埃弗顿 陈曦 陆毅隽 21:45,http://113.98.11.46:3000/968626071
英超 阿森纳VS埃弗顿 英文原声 21:45,http://113.98.11.46:3000/968626075
英超 阿森纳VS埃弗顿 赛场原声 21:45,http://113.98.11.46:3000/968626101
英超 阿森纳VS埃弗顿 智能解说 21:55,http://113.98.11.46:3000/968654903
UFC数字赛 UFC第333期：亚东现场观战！梅严三番大战 大帝VS羽鹰 陈瑞阳 郑文祺 张名扬 21:30,http://113.98.11.46:3000/968627108
UFC数字赛 UFC第333期：亚东现场观战！梅严三番大战 大帝VS羽鹰 王琰博 郝俊 李景亮 21:30,http://113.98.11.46:3000/968627135
UFC数字赛 UFC第333期：亚东现场观战！梅严三番大战 大帝VS羽鹰 英文原声 21:30,http://113.98.11.46:3000/968627150
UFC数字赛 UFC第333期：亚东现场观战！梅严三番大战 大帝VS羽鹰 智能字幕 21:30,http://113.98.11.46:3000/968631774
西甲 桑坦德竞技VS西班牙人 孙雨轩 22:00,http://113.98.11.46:3000/968626512
西甲 桑坦德竞技VS西班牙人 赛场原声 22:00,http://113.98.11.46:3000/968626501
//咪咕结束

DG专属,#group#
凤凰秀,#genre#
凤凰中文台,http://bobohome.ignorelist.com:20247/fengshows?id=2.m3u8
凤凰资讯台,http://bobohome.ignorelist.com:20247/fengshows?id=1.m3u8
凤凰香港台,http://bobohome.ignorelist.com:20247/fengshows?id=3.m3u8
代理央卫1,#genre#
CCTV-1综合,http://204.12.221.218:8181/3m1080p/cctv1.m3u8
CCTV-2财经,http://204.12.221.218:8181/3m1080p/cctv2.m3u8
CCTV-3综艺,http://204.12.221.218:8181/3m1080p/cctv3.m3u8
CCTV-4中文国际,http://204.12.221.218:8181/3m1080p/cctv4.m3u8
CCTV-5体育,http://204.12.221.218:8181/3m1080p/cctv5.m3u8
CCTV-6电影,http://204.12.221.218:8181/3m1080p/cctv6.m3u8
CCTV-7国防军事,http://204.12.221.218:8181/3m1080p/cctv7.m3u8
CCTV-8电视剧,http://204.12.221.218:8181/3m1080p/cctv8.m3u8
CCTV-9纪录,http://204.12.221.218:8181/3m1080p/cctv9.m3u8
CCTV-10科教,http://204.12.221.218:8181/3m1080p/cctv10.m3u8
CCTV-11戏曲,http://204.12.221.218:8181/3m1080p/cctv11.m3u8
CCTV-12社会与法,http://204.12.221.218:8181/3m1080p/cctv12.m3u8
CCTV-13新闻,http://204.12.221.218:8181/3m1080p/cctv13.m3u8
CCTV-14少儿,http://204.12.221.218:8181/3m1080p/cctv14.m3u8
CCTV-15音乐,http://204.12.221.218:8181/3m1080p/cctv15.m3u8
CCTV-16奥林匹克,http://204.12.221.218:8181/3m1080p/cctv16.m3u8
CCTV-17农业农村,http://204.12.221.218:8181/3m1080p/cctv17.m3u8
CCTV-5+HD,http://204.12.221.218:8181/3m1080p/cctv5p.m3u8
CCTV-女性时尚,http://204.12.221.218:8181/3m1080p/nxss.m3u8
中央新影-发现之旅,http://204.12.221.218:8181/3m1080p/fxzl.m3u8
中央新影-老故事,http://204.12.221.218:8181/3m1080p/lgs.m3u8
中国教育1,http://204.12.221.218:8181/3m1080p/cetv1.m3u8
中国教育2,http://204.12.221.218:8181/3m1080p/cetv2.m3u8
中国教育3,http://204.12.221.218:8181/3m1080p/cetv3.m3u8
中国教育4,http://204.12.221.218:8181/3m1080p/cetv4.m3u8
早期教育,http://204.12.221.218:8181/3m1080p/zqjy.m3u8
山东教育卫视,http://204.12.221.218:8181/3m1080p/sdjy.m3u8
国学频道,http://204.12.221.218:8181/3m1080p/gxpd.m3u8
北京卡酷少儿,http://204.12.221.218:8181/3m1080p/btvkk.m3u8
嘉佳卡通,http://204.12.221.218:8181/3m1080p/gdjjkt.m3u8
金鹰卡通,http://204.12.221.218:8181/3m1080p/hnjykt.m3u8
优漫卡通,http://204.12.221.218:8181/3m1080p/ymkt.m3u8
天元围棋,http://204.12.221.218:8181/3m1080p/gztywq.m3u8
湖南卫视,http://204.12.221.218:8181/3m1080p/hnws.m3u8
浙江卫视,http://204.12.221.218:8181/3m1080p/zjws.m3u8
江苏卫视,http://204.12.221.218:8181/3m1080p/jsws.m3u8
重庆卫视,http://204.12.221.218:8181/3m1080p/cqws.m3u8
东方卫视,http://204.12.221.218:8181/3m1080p/dfws.m3u8
东南卫视,http://204.12.221.218:8181/3m1080p/dnws.m3u8
广东卫视,http://204.12.221.218:8181/3m1080p/gdws.m3u8
甘肃卫视,http://204.12.221.218:8181/3m1080p/gsws.m3u8
贵州卫视,http://204.12.221.218:8181/3m1080p/gzws.m3u8
湖北卫视,http://204.12.221.218:8181/3m1080p/hbws.m3u8
厦门卫视,http://204.12.221.218:8181/3m1080p/xmws.m3u8
山西卫视,http://204.12.221.218:8181/3m1080p/sxws.m3u8
河南卫视,http://204.12.221.218:8181/3m1080p/haws.m3u8
河北卫视,http://204.12.221.218:8181/3m1080p/hews.m3u8
四川卫视,http://204.12.221.218:8181/3m1080p/scws.m3u8
陕西卫视,http://204.12.221.218:8181/3m1080p/snws.m3u8
安徽卫视,http://204.12.221.218:8181/3m1080p/ahws.m3u8
北京卫视,http://204.12.221.218:8181/3m1080p/bjws.m3u8
黑龙江卫视,http://204.12.221.218:8181/3m1080p/hljws.m3u8
吉林卫视,http://204.12.221.218:8181/3m1080p/jlws.m3u8
江西卫视,http://204.12.221.218:8181/3m1080p/jxws.m3u8
辽宁卫视,http://204.12.221.218:8181/3m1080p/lnws.m3u8
山东卫视,http://204.12.221.218:8181/3m1080p/sdws.m3u8
青海卫视,http://204.12.221.218:8181/3m1080p/qhws.m3u8
新疆卫视,http://204.12.221.218:8181/3m1080p/xjws.m3u8
西藏卫视,http://204.12.221.218:8181/3m1080p/xzws.m3u8
海南卫视,http://204.12.221.218:8181/3m1080p/lyws.m3u8
三沙卫视,http://204.12.221.218:8181/3m1080p/ssws.m3u8
深圳卫视,http://204.12.221.218:8181/3m1080p/szws.m3u8
天津卫视,http://204.12.221.218:8181/3m1080p/tjws.m3u8
云南卫视,http://204.12.221.218:8181/3m1080p/ynws.m3u8
兵团卫视,http://204.12.221.218:8181/3m1080p/btws.m3u8
宁夏卫视,http://204.12.221.218:8181/3m1080p/nxws.m3u8
内蒙古卫视,http://204.12.221.218:8181/3m1080p/nmgws.m3u8
延边卫视,http://204.12.221.218:8181/3m1080p/ybws.m3u8
农林卫视,http://204.12.221.218:8181/3m1080p/snnl.m3u8
代理央卫2,#genre#
CCTV-1,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226016/index.m3u8 $黑龙江移动
CCTV-2,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225588/index.m3u8 $黑龙江移动
CCTV-3,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226021/index.m3u8 $黑龙江移动
CCTV-4,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226007/index.m3u8 $黑龙江移动
CCTV-5,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226019/index.m3u8 $黑龙江移动
CCTV-5+,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225603/index.m3u8 $黑龙江移动
CCTV-6,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226010/index.m3u8 $黑龙江移动
CCTV-7,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225733/index.m3u8 $黑龙江移动
CCTV-8,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226008/index.m3u8 $黑龙江移动
CCTV-9,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225734/index.m3u8 $黑龙江移动
CCTV-10,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225730/index.m3u8 $黑龙江移动
CCTV-11,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225597/index.m3u8 $黑龙江移动
CCTV-12,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225731/index.m3u8 $黑龙江移动
CCTV-13,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226537/index.m3u8 $黑龙江移动
CCTV-14,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225732/index.m3u8 $黑龙江移动
CCTV-15,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225601/index.m3u8 $黑龙江移动
CCTV-16,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226100/index.m3u8 $黑龙江移动
CCTV-17,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225765/index.m3u8 $黑龙江移动
北京卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225728/index.m3u8 $黑龙江移动
天津卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225740/index.m3u8 $黑龙江移动
东方卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225735/index.m3u8 $黑龙江移动
重庆卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226409/index.m3u8 $黑龙江移动
江苏卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225613/index.m3u8 $黑龙江移动
浙江卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225612/index.m3u8 $黑龙江移动
安徽卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226391/index.m3u8 $黑龙江移动
江西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226344/index.m3u8 $黑龙江移动
湖南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225610/index.m3u8 $黑龙江移动
湖北卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225627/index.m3u8 $黑龙江移动
河南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226480/index.m3u8 $黑龙江移动
河北卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226406/index.m3u8 $黑龙江移动
广东卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226248/index.m3u8 $黑龙江移动
广西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226380/index.m3u8 $黑龙江移动
黑龙江卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226327/index.m3u8 $黑龙江移动
吉林卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226397/index.m3u8 $黑龙江移动
辽宁卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225619/index.m3u8 $黑龙江移动
东南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226341/index.m3u8 $黑龙江移动
深圳卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225739/index.m3u8 $黑龙江移动
山东卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226456/index.m3u8 $黑龙江移动
云南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226444/index.m3u8 $黑龙江移动
贵州卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226474/index.m3u8 $黑龙江移动
四川卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226338/index.m3u8 $黑龙江移动
海南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226465/index.m3u8 $黑龙江移动
甘肃卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225633/index.m3u8 $黑龙江移动
山西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225624/index.m3u8 $黑龙江移动
宁夏卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225632/index.m3u8 $黑龙江移动
陕西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225625/index.m3u8 $黑龙江移动
新疆卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225635/index.m3u8 $黑龙江移动
内蒙古卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225634/index.m3u8 $黑龙江移动
兵团卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226439/index.m3u8 $黑龙江移动
西藏卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225638/index.m3u8 $黑龙江移动
青海卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225628/index.m3u8 $黑龙江移动

数字频道,#genre#
北京纪实,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225729/index.m3u8
黑莓电影,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225743/index.m3u8
黑莓动画,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225662/index.m3u8
黑莓电竞,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225675/index.m3u8
求索动物,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225730/1.m3u8
求索记录,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225713/1.m3u8
求索科学,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225728/1.m3u8
求索生活,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225715/1.m3u8
金鹰卡通,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225561/1.m3u8
卡酷少儿,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225562/1.m3u8
哈哈炫动,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225534/1.m3u8
优漫卡通,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225556/1.m3u8
哒啵赛事,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225559/1.m3u8

NewTV超级电影,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225717/index.m3u8
NewTV超级电视剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225716/index.m3u8
NewTV超级综艺,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225714/index.m3u8
NewTV超级体育,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225715/index.m3u8
NewTV精品大剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225670/index.m3u8
NewTV精品纪录,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225672/index.m3u8
NewTV精品体育,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225674/index.m3u8
NewTV金牌综艺,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225666/index.m3u8
NewTV东北热剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225741/index.m3u8
NewTV动作电影,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225661/index.m3u8
NewTV家庭剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225677/index.m3u8
NewTV军旅剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225676/index.m3u8
NewTV古装剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225663/index.m3u8
NewTV爱情喜剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225669/index.m3u8
NewTV欢乐剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225742/index.m3u8
NewTV明星大片,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225664/index.m3u8
NewTV海外剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225671/index.m3u8
NewTV惊悚悬疑,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225665/index.m3u8
NewTV军事评论,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225668/index.m3u8
NewTV怡伴健康,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225673/index.m3u8
NewTV武搏世界,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225680/index.m3u8
NewTV中国功夫,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225681/index.m3u8
NewTV农业致富,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225683/index.m3u8
NewTV潮妈辣婆,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225685/index.m3u8
NewTV炫舞未来,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225719/index.m3u8
电视剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/TVOD/88888888/224/3221225664/index.m3u8
综艺,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/TVOD/88888888/224/3221225671/index.m3u8
体育,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/TVOD/88888888/224/3221225680/index.m3u8

咪咕体育全网,#genre#
睛彩广场舞,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226046/1.m3u8
睛彩广场舞,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226143/1.m3u8
睛彩竞技,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225897/1.m3u8
睛彩篮球,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225895/1.m3u8
睛彩篮球,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226027/1.m3u8
睛彩青少,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226053/1.m3u8
至臻世界4K,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225651/1.m3u8
咪咕音乐4K,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225655/1.m3u8
咪咕视频01,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225611/1.m3u8
咪咕视频02,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225613/1.m3u8
咪咕视频03,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225620/1.m3u8
咪咕视频04,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225619/1.m3u8
咪咕视频05,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225639/1.m3u8
咪咕视频05,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225643/1.m3u8
咪咕视频06,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225641/1.m3u8
咪咕视频06,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225645/1.m3u8
咪咕视频07,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225647/1.m3u8
咪咕视频08,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225648/1.m3u8
咪咕视频09,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225649/1.m3u8
咪咕视频10,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225650/1.m3u8
咪咕视频11,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225652/1.m3u8
咪咕视频12,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225653/1.m3u8
咪咕视频13,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225654/1.m3u8
咪咕视频14,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225660/1.m3u8
咪咕视频15,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225662/1.m3u8
咪咕视频16,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225733/1.m3u8
咪咕视频17,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225735/1.m3u8
咪咕视频18,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225737/1.m3u8
咪咕视频19,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225754/1.m3u8
咪咕视频20,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225756/1.m3u8
咪咕视频21,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225758/1.m3u8
咪咕视频22,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225760/1.m3u8
咪咕视频23,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225901/1.m3u8
咪咕视频24,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225899/1.m3u8
咪咕视频25,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225905/1.m3u8
咪咕视频26,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225903/1.m3u8
咪咕视频27,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225910/1.m3u8
咪咕视频28,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225912/1.m3u8
咪咕视频29,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225914/1.m3u8


移动咪咕体育,#genre#
咪咕视频1,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000005969&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频2,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000007218&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频3,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000008001&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频4,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000010129&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频5,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000010948&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频6,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000028638&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频7,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000031494&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频8,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000000097&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频9,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000002019&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频10,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000003915&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频11,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000004193&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频12,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000005837&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频13,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000006077&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频14,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000006658&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频15,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000009788&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频16,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000010833&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频17,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000011297&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频18,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000011518&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频19,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000012558&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频20,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000012616&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频21,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000015470&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频22,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000019839&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频23,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000021904&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频24,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000025380&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频25,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000027691&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频26,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000031669&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频27,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011518&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频28,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011519&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频29,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011520&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频30,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011521&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频31,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011522&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频32,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=hnbblive&Contentid=2000000003000000063&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频33,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=ystenlive&Contentid=1000000006000270004&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕体育4K,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000005180&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$30M UHD
咪咕游戏赛事,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000008176&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕足球赛事1,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000005308&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕足球赛事2,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000008379&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕足球赛事3,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000002809&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕足球赛事4,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000015560&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕足球赛事5,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000023434&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
睛彩 竞技,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/3000000020000011528/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011528&livemode=1&stbId=001C366F865C602F58587E8BE8616930
睛彩 篮球,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/3000000020000011529/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011529&livemode=1&stbId=001C366F865C602F58587E8BE8616930
睛彩 青少,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/3000000020000011525/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011525&livemode=1&stbId=001C366F865C602F58587E8BE8616930

虎牙轮播,#genre#,DE=1#SC=0
电影_星爷,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342412
电影_英叔,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342421
电影_发哥,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342387
电影_成龙,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342386
电影_王晶,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602058
电影_沈腾,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601968
电影_黄渤,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352876
电影_强森,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059581
电影_漫威,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602034
电影_宇宙,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342428
电影_怪兽,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059577
电影_武侠,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342427
电影_警匪,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352886
电影_罪犯,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352962
电影_枪战,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059579
电影_海盗,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059595
电影_赛车,http://tv.zimtv.cn/tv/player/api/huya.php?id=11279247
电影_推荐,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602041
电影_救援,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059594
电影_热血,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352934
电影_盗墓,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059552
电影_贺岁,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601971
电影_玄幻,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342414
电影_谍战,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059585
电影_战争,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059592
电影_喜剧,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352877
电影_港片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602043
电影_国产,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352973
电影_周星星,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336587
电影_李连杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342390
电影_洪金宝,http://tv.zimtv.cn/tv/player/api/huya.php?id=11279251
电影_梁家辉,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342429
电影_刘德华,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342424
电影_斯坦森,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059588
电影_小鬼头,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352963
电影_八点档,http://tv.zimtv.cn/tv/player/api/huya.php?id=880261
电影_蜘蛛侠,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059599
电影_贺岁片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601986
电影_功夫片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352941
电影_黑帮片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336719
电影_丧尸片,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059578
电影_灾难片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602075
电影_谍战片,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059587
电影_战争片,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059574
电影_犯罪片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352974
电影_古装片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336590
电影_高分动作,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352884
电影_动作电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602077
电影_搞笑喜剧,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342423
电影_喜剧专场,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602044
电影_欢笑影院,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352894
电影_不挤影院,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352897
电影_国产悬疑,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342395
电影_快意江湖,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342435
电影_黑帮斗争,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342419
电影_嫣然影厅,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601977
电影_许氏三杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602033
电影_经典港片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352965
电影_镖行天下,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352969
电影_高能反转,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352887
电影_喜乐影院,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059580
电影_蘑菇影厅,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601981
电影_搞笑恐怖,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601960
电影_死神来了,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352903
电影_变形金刚,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059596
电影_怪兽系列,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059554
剧集_老三国,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602081
剧集_新三国,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352944
剧集_新水浒,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342384
剧集_纪晓岚,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342396
剧集_庆余年,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352960
剧集_雍正王朝,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342439
剧集_士兵突击,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342430
剧集_爱情公寓,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336726
剧集_武林外传,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059598
剧集_地下交通站,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342433
剧集_邻里一家亲,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342426
搞笑_陈翔六点半,http://tv.zimtv.cn/tv/player/api/huya.php?id=11274154
解说_鹿哥电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=24396360
解说_斌哥漫说,http://tv.zimtv.cn/tv/player/api/huya.php?id=18632116
解说_续哥说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=24396472
解说_小川侃电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=15870999
解说_阿良说剧,http://tv.zimtv.cn/tv/player/api/huya.php?id=20488841
解说_鱼丸电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16615910
解说_阿斗说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=13303478
解说_扁豆看电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16028551
解说_乌贼说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16604522
解说_大象放映室,http://tv.zimtv.cn/tv/player/api/huya.php?id=21277391
解说_科幻梦工场,http://tv.zimtv.cn/tv/player/api/huya.php?id=15152155
解说_亮哥讲电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16144175
解说_越哥说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=15894162
解说_小冉看电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=17341907
解说_阿翔说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16868935
解说_虎妞说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=20343144
解说_涵哥评电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16865726
解说_老皮讲电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16968572
解说_默爷侃电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=17204307
解说_冷君说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16739452
解说_恐怖电影解说,http://tv.zimtv.cn/tv/player/api/huya.php?id=16741179
许氏三杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602033
许冠英,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601972
五福星,http://tv.zimtv.cn/tv/player/api/huya.php?id=11282233
周星驰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342412
成龙,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342386
周润发,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342387
李连杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342390
邱淑贞,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352949
刘德华,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342424
林正英,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342421
徐峥,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602043
沈腾,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601968
古天乐,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602041
洪金宝,http://tv.zimtv.cn/tv/player/api/huya.php?id=11279251
徐克,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352909
黄渤,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352876
斗罗大陆,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352906
音乐石榴「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=17091681
音乐速递「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=19439762
治愈•放松「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=21241811
阅读•学习「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=21241813
电视剧•1「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=21277391
电视剧•2「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=25018873
电影•1「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20289754
电影•2「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=24983280
电影•3「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=24396428
动漫•1「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=19757963
恐怖电影「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=23419131
漫威「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=17089779
美剧「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20488841
七龙珠「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=25650806
止戈电影「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=19863777
挨饿德•1「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20985858
挨饿德•2「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=17693860
互扇巴掌大赛「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20072873
荒野求生「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=593667
野行者「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20072663
跳舞「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=24634408
茶啊二中「动画」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11213191
哆啦A梦「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601963
航海王「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=16913382
七龙珠「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601966
猫和老鼠「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352879
中华小当家「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342413

地方频道,#group#
北京地区,#genre#
北京新闻,http://route.079915.xyz:4022/rtp/239.3.1.159:8000
北京影视,http://route.079915.xyz:4022/rtp/239.3.1.158:8000
北京文艺,http://route.079915.xyz:4022/rtp/239.3.1.242:8000
北京财经,http://route.079915.xyz:4022/rtp/239.3.1.116:8000
北京生活,http://route.079915.xyz:4022/rtp/239.3.1.117:8000
北京生活,http://route.079915.xyz:4022/rtp/239.3.1.118:8000
北京纪实科教,http://route.079915.xyz:4022/rtp/239.3.1.115:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.189:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.243:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.120:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.121:8000
北京国际频道,http://route.079915.xyz:4022/rtp/239.3.1.235:8000
爱上4K,http://route.079915.xyz:4022/rtp/239.3.1.236:2000
4K超清,http://route.079915.xyz:4022/rtp/239.3.1.249:8001
淘电影,http://route.079915.xyz:4022/rtp/239.3.1.250:8001
淘电影,http://route.079915.xyz:4022/rtp/239.3.1.111:8001
星影,http://route.079915.xyz:4022/rtp/239.3.1.94:4120
动作影院,http://route.079915.xyz:4022/rtp/239.3.1.92:4120
光影,http://route.079915.xyz:4022/rtp/239.3.1.84:4120
喜剧影院,http://route.079915.xyz:4022/rtp/239.3.1.91:4120
家庭影院,http://route.079915.xyz:4022/rtp/239.3.1.93:4120
精选,http://route.079915.xyz:4022/rtp/239.3.1.74:4120
经典电影,http://route.079915.xyz:4022/rtp/239.3.1.195:9024
纪实人文,http://route.079915.xyz:4022/rtp/239.3.1.212:8060
淘剧场,http://route.079915.xyz:4022/rtp/239.3.1.95:8001
淘剧场,http://route.079915.xyz:4022/rtp/239.3.1.112:8001
都市剧场,http://route.079915.xyz:4022/rtp/239.3.1.203:8001
淘娱乐,http://route.079915.xyz:4022/rtp/239.3.1.100:8001
淘娱乐,http://route.079915.xyz:4022/rtp/239.3.1.113:8001
淘BABY,http://route.079915.xyz:4022/rtp/239.3.1.238:8001
萌宠TV,http://route.079915.xyz:4022/rtp/239.3.1.102:8001
动漫秀场,http://route.079915.xyz:4022/rtp/239.3.1.202:8001
中国交通,http://route.079915.xyz:4022/rtp/239.3.1.188:8001
朝阳融媒,http://route.079915.xyz:4022/rtp/239.3.1.163:8001
通州融媒,http://route.079915.xyz:4022/rtp/239.3.1.221:8001
密云电视台,http://route.079915.xyz:4022/rtp/239.3.1.154:8001
房山电视台,http://route.079915.xyz:4022/rtp/239.3.1.96:8001
门头沟电视台,http://route.079915.xyz:4022/rtp/239.3.1.59:8001
延庆电视台,http://route.079915.xyz:4022/rtp/239.3.1.187:8001
上海地区,#genre#
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=6f4b191d0930fafab8274665578e1df8&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=b42305d47a7ea7de356f6b9953dd63fb&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=c0bc623be007e5295d462465c7bd7bd7&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=a064629942f561cf9f5a930648802197&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=6b0126f9b7bc4f48ba696eec5680e906&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=0995015e995fbffe5924ab43ff48f40f&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=4119308d25ef60295b2aa8f2898e3e31&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=c016ecf40cfad98bdb2f24dae2067863&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=50d4da670b986b3815f3797d1ffe0c6e&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=3c6cb6f00aa32febab803c0b2304d5d0&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=9c40de9ef5c8cdf9cc21d6ad9e6b9d76&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=c8db609722f9ed252559f883cc079200&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=86a2efa09c42c8f425082fc405958019&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=5d17da390f8e4805aae4a71868d4ef6c&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=bacdc88caa25b71b955f471072f07349&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=574ea4050333d6418edfd71d0df52f43&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=04d627efc64630bba0d2507513583a6f&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=66feaac0153fda6d6dce43f793c0ae59&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=08cdaffbd7855272c1a4c37b75f53892&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=d6aa1eedf2ffc5a88ee19737d90c28c6&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=eeaff1cd39e54df91b0c78a39177c49a&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=dcba68715ee4b61f9d03d23fe8cda368&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=6e1c8fcfd09faa555bf1a3f560c46d09&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=ae298b071395e7c4b8f5105ba9b22ef6&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=b02bea090da12acecb8361a581676210&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=23a01b2c8e8e22aa3bb7b227a129e2c4&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=7929616b4ed4f0398125e35ab1172c4a&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=8d167a5b0fdf668c0f442e838db5e410&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,webview://https://live.kankanews.com/huikan?id=10
魔都眼,webview://https://live.kankanews.com/huikan?id=11
东方卫视,webview://https://live.kankanews.com/huikan?id=1
上海新闻综合,webview://https://live.kankanews.com/huikan?id=2
上海都市,webview://https://live.kankanews.com/huikan?id=4
第一财经,webview://https://live.kankanews.com/huikan?id=5
哈哈炫动,webview://https://live.kankanews.com/huikan?id=9
人文纪实,webview://https://live.kankanews.com/huikan?id=12

广东地区,#genre#
广东民生,http://183.11.239.36:808/hls/18/index.m3u8
广东4K超高清,http://183.11.239.36:808/hls/9/index.m3u8
浙江地区,#genre#
浙江少儿,http://ali-xwl.cztv.com/live/channel081080Plxw.m3u8
浙江少儿,http://ali-xwl.cztv.com/live/channel08720Plxw.m3u8
浙江钱江都市,http://ali-xwl.cztv.com/live/channel021080Plxw.m3u8
浙江钱江都市,http://ali-xwl.cztv.com/live/channel02720Plxw.m3u8
浙江经济生活,http://ali-xwl.cztv.com/live/channel031080Plxw.m3u8
浙江经济生活,http://ali-xwl.cztv.com/live/channel03720Plxw.m3u8
浙江民生休闲,http://ali-xwl.cztv.com/live/channel061080Plxw.m3u8
浙江民生休闲,http://ali-xwl.cztv.com/live/channel06720Plxw.m3u8
浙江新闻,http://ali-xwl.cztv.com/live/channel071080Plxw.m3u8
浙江新闻,http://ali-xwl.cztv.com/live/channel07720Plxw.m3u8
浙江教科影视,http://ali-xwl.cztv.com/live/channel041080Plxw.m3u8
浙江教科影视,http://ali-xwl.cztv.com/live/channel04720Plxw.m3u8
浙江国际,http://ali-xwl.cztv.com/live/channel101080Plxw.m3u8
浙江国际,http://ali-xwl.cztv.com/live/channel10720Plxw.m3u8
嵊州综合,http://l.cztvcloud.com/channels/lantian/SXshengzhou1/720p.m3u8
象山综合,http://l.cztvcloud.com/channels/lantian/SXxiangshan1/720p.m3u8
新昌综合,http://l.cztvcloud.com/channels/lantian/SXxinchang1/720p.m3u8
平湖新闻综合,http://l.cztvcloud.com/channels/lantian/SXpinghu1/720p.m3u8
平湖民生休闲,http://l.cztvcloud.com/channels/lantian/SXpinghu2/720p.m3u8
青田电视台,http://l.cztvcloud.com/channels/lantian/SXqingtian1/720p.m3u8
余姚新闻综合,http://l.cztvcloud.com/channels/lantian/SXyuyao1/720p.m3u8
萧山综合,http://l.cztvcloud.com/channels/lantian/SXxiaoshan1/720p.m3u8
萧山生活,http://l.cztvcloud.com/channels/lantian/SXxiaoshan2/720p.m3u8
上虞新闻综合,http://l.cztvcloud.com/channels/lantian/SXshangyu1/720p.m3u8
上虞文化影视,http://l.cztvcloud.com/channels/lantian/SXshangyu2/720p.m3u8
普陀电视台,http://l.cztvcloud.com/channels/lantian/SXputuo1/720p.m3u8
庆元电视台,http://l.cztvcloud.com/channels/lantian/SXqingyuan1/720p.m3u8
东阳影视生活,http://l.cztvcloud.com/channels/lantian/SXdongyang1/720p.m3u8
兰溪新闻综合,http://l.cztvcloud.com/channels/lantian/SXlanxi1/720p.m3u8
缙云新闻综合,http://l.cztvcloud.com/channels/lantian/SXjinyun1/720p.m3u8
龙泉电视台,http://l.cztvcloud.com/channels/lantian/SXlongquan1/720p.m3u8
江苏地区,#genre#
南京新闻综合,http://nklive.nbs.cn/hls/d511bc9d-a694-4453-b3a2-4fc842cc97a1/index.m3u8
南京教科,http://nklive.nbs.cn/hls/75b3c462-b831-4de7-a34b-5d3221db2069/index.m3u8
南京文旅纪录,http://nklive.nbs.cn/hls/9b2005c4-046c-422f-ba45-e6adc4f4de07/index.m3u8
南京十八生活,http://nklive.nbs.cn/hls/1173a815-bfdb-4c3c-9f73-89ec37ae7716/index.m3u8
南京少儿,http://nklive.nbs.cn/hls/e0981f3f-1a20-4a59-b8d1-17feb83a4610/index.m3u8
无锡新闻综合,http://stream.thmz.com/wxtv1/sd/live.m3u8
无锡都市资讯,http://stream.thmz.com/wxtv3/sd/live.m3u8
无锡生活,http://stream.thmz.com/wxtv4/sd/live.m3u8
无锡娱乐,http://stream.thmz.com/wxtv2/sd/live.m3u8
无锡经济,http://stream.thmz.com/wxtv5/sd/live.m3u8
宜兴新闻综合,http://yixing-tv-ori-hls.jstv.com/yixing-tv-ori/yixing_xw.m3u8
黑龙江地区,#genre#
哈尔滨新闻综合,https://stream.hrbtv.net/xwzh/sd/live.m3u8
哈尔滨新闻综合,http://stream.hrbtv.net/xwzh/sd/live.m3u8
哈尔滨生活,https://stream.hrbtv.net/shpd/sd/live.m3u8
哈尔滨生活,http://stream.hrbtv.net/shpd/sd/live.m3u8
哈尔滨资讯,https://stream.hrbtv.net/zxpd/sd/live.m3u8
哈尔滨娱乐,http://stream.hrbtv.net/ylpd/sd/live.m3u8
哈尔滨影视,https://stream.hrbtv.net/yspd/sd/live.m3u8
哈尔滨影视,http://stream.hrbtv.net/yspd/sd/live.m3u8
江西地区,#genre#
崇仁电视台,http://play-a2.quklive.com/live/1744277411242065.m3u8
崇仁电视台,http://play-a2.quklive.com/live/1744277411242065.flv
宁都综合,http://play-a2.quklive.com/live/1749084198822069.m3u8
宁都综合,http://play-a2.quklive.com/live/1749084198822069.flv
万载电视台1,http://play-a2.quklive.com/live/1739162440932308.m3u8
万载电视台1,http://play-a2.quklive.com/live/1739162440932308.flv
广丰电视台,https://play-a2.quklive.com/live/1754033359790055.m3u8
广丰电视台,https://play-a2.quklive.com/live/1754033359790055.flv
陕西地区,#genre#
陕西新闻资讯,http://gxlive.snrtv.com/sx1-SD.m3u8
陕西都市青春,http://gxlive.snrtv.com/sx2-SD.m3u8
陕西银龄,http://gxlive.snrtv.com/sx3-SD.m3u8
陕西秦腔,http://gxlive.snrtv.com/sx5-SD.m3u8
陕西体育休闲,http://gxlive.snrtv.com/sx7-SD.m3u8
农林卫视,http://gxlive.snrtv.com/nlws-SD.m3u8
陕西西部电影,http://gxlive.snrtv.com/sx8-SD.m3u8
安徽地区,#genre#
宿州科教,http://live.ahsz.tv/video/s10001-kxjy/index.m3u8
重庆地区,#genre#
万州三峡移民,http://123.146.162.24:8017/c2F0hmi/1000/live.m3u8
云南地区,#genre#
文山综合,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel7/playlist.m3u8
腾冲综合,http://live.ynurl.com/video/s10012-TCTV/index.m3u8
文山市电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel17/playlist.m3u8
砚山县电视台,http://live.ynurl.com/video/s10020-ystv-zb/index.m3u8
砚山县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel16/playlist.m3u8
西畴县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel11/playlist.m3u8
西畴县电视台,http://live.ynurl.com/video/s10060-XCTV/index.m3u8
马关县电视台,http://live.ynurl.com/video/s10046-001/index.m3u8
麻栗坡电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel18/playlist.m3u8
丘北县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel14/playlist.m3u8
广南县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel19/playlist.m3u8
广南县电视台,http://live.ynurl.com/video/s10031-gnxgbds/index.m3u8
芒市综合,http://live.ynurl.com/video/s10001-mstv1/index.m3u8
盈江综合,http://live.ynurl.com/video/s10016-yjtv1hd/index.m3u8
开远综合,http://live.ynurl.com/video/s10044-KYTV/index.m3u8
绿春综合,http://live.ynurl.com/video/s10042-LCTV/index.m3u8
施甸综合,http://live.ynurl.com/video/s10048-SDTV/index.m3u8
金平综合,http://live.ynurl.com/video/s10041-JPTV/index.m3u8
建水综合,http://live.ynurl.com/video/s10045-JSTV/index.m3u8
石屏综合,http://live.ynurl.com/video/s10059-SPTV/index.m3u8
蒙自电视台,http://live.ynurl.com/video/s10019-mzdst/index.m3u8
昌宁县电视台,http://live.ynurl.com/video/s10047-cntv/index.m3u8
河北地区,#genre#
保定1,http://jwcdnqx.hebyun.com.cn/live/jybd/1500k/tzwj_video.m3u8
保定2,http://jwcdnqx.hebyun.com.cn/live/bdxw1/1500k/tzwj_video.m3u8
保定3,http://jwcdnqx.hebyun.com.cn/live/bddst/1500k/tzwj_video.m3u8
邯郸新闻,https://jwcdnqx.hebyun.com.cn/live/hdxwzh/1500k/tzwj_video.m3u8
邯郸公共,https://jwcdnqx.hebyun.com.cn/live/hdgg/1500k/tzwj_video.m3u8
邯郸科教,https://jwcdnqx.hebyun.com.cn/live/hdkj/1500k/tzwj_video.m3u8
兴隆综合,https://jwcdnqx.hebyun.com.cn/live/xlzh/1500k/tzwj_video.m3u8
兴隆影视,https://jwcdnqx.hebyun.com.cn/live/xlys/1500k/tzwj_video.m3u8
兴隆影视,https://jwcdnqx.hebyun.com.cn/live/xlys/1500k/tzwj_video.m3u8
迁西综合,https://jwcdnqx.hebyun.com.cn/live/qxzhpd/1500k/tzwj_video.m3u8
迁西农业,https://jwcdnqx.hebyun.com.cn/live/qxny/1500k/tzwj_video.m3u8
青县综合,http://jwcdnqx.hebyun.com.cn/live/qxtvlive1/1500k/tzwj_video.m3u8
福建地区,#genre#
海峡卫视,http://hlsztemgsplive.miguvideo.com:8080/migu/kailu/haixiaws/51/20230724/index.m3u8?msisdn=20260131120821fdae408e8ec44c829e76ef79e7ee929f&mdspid=&spid=600717&netType=4&sid=5910022183&pid=2028597139&timestamp=20260131120821&Channel_ID=0116_2600001300-99000-201600010013853&ProgramID=849119120&ParentNodeID=-99&assertID=5910022183&client_ip=219.133.100.200&SecurityKey=20260131120821&promotionId=&mvid=5900006231&mcid=500020&playurlVersion=WX-A1-9.1.1.3-RELEASE&userid=&jmhm=&videocodec=h264&appCode=miguvideo_android&bean=mgspad&tid=android&conFee=0&encrypt=8215aa5d4586fc245ce7b10c11e2c1a0
河南地区,#genre#
河南卫视,https://tv1288.xyz/hntv.php?id=hnws
河南都市,https://tv1288.xyz/hntv.php?id=hnds
河南民生,https://tv1288.xyz/hntv.php?id=hnms
河南法治,https://tv1288.xyz/hntv.php?id=hmfz
河南电视剧,https://tv1288.xyz/hntv.php?id=hndsj
河南新闻,https://tv1288.xyz/hntv.php?id=hnxw
河南公共,https://tv1288.xyz/hntv.php?id=hngg
河南乡村,https://tv1288.xyz/hntv.php?id=hnxc
河南梨园,https://tv1288.xyz/hntv.php?id=hnly
文物宝库,https://tv1288.xyz/hntv.php?id=wwbk
武术世界,https://tv1288.xyz/hntv.php?id=wspd
睛彩中原,https://tv1288.xyz/hntv.php?id=jczy
移动戏曲,https://tv1288.xyz/hntv.php?id=ydxj
象视界,https://tv1288.xyz/hntv.php?id=xsj
郑州新闻综合,https://tv1288.xyz/hntv.php?id=zz1
开封新闻综合,https://tv1288.xyz/hntv.php?id=kf1
洛阳新闻综合,https://tv1288.xyz/hntv.php?id=ly1
安阳新闻综合,https://tv1288.xyz/hntv.php?id=ay1
鹤壁新闻综合,https://tv1288.xyz/hntv.php?id=hb1
新乡新闻综合,https://tv1288.xyz/hntv.php?id=xx1
焦作新闻综合,https://tv1288.xyz/hntv.php?id=jz1
濮阳新闻综合,https://tv1288.xyz/hntv.php?id=py1
许昌新闻综合,https://tv1288.xyz/hntv.php?id=xc1
漯河新闻综合,https://tv1288.xyz/hntv.php?id=lh1
三门峡新闻综合,https://tv1288.xyz/hntv.php?id=smx1
南阳新闻综合,https://tv1288.xyz/hntv.php?id=ny1
商丘新闻综合,https://tv1288.xyz/hntv.php?id=sq1
信阳新闻综合,https://tv1288.xyz/hntv.php?id=xy1
周口新闻综合,https://tv1288.xyz/hntv.php?id=zk1
驻马店新闻综合,https://tv1288.xyz/hntv.php?id=zmd1
济源新闻综合,https://tv1288.xyz/hntv.php?id=jy1
济源综合,http://tvpull.dxhmt.cn:9081/tv/19001-1.m3u8
济源综合,http://live.dxhmt.cn:9081/tv/19001-1.m3u8
兰考综合,http://tvpull.dxhmt.cn:9081/tv/10225-1.m3u8
兰考综合,http://live.dxhmt.cn:9081/tv/10225-1.m3u8
伊川综合,http://tvpull.dxhmt.cn:9081/tv/10329-1.m3u8
伊川综合,http://live.dxhmt.cn:9081/tv/10329-1.m3u8
长垣综合,http://tvpull.dxhmt.cn:9081/tv/10728-1.m3u8
长垣综合,http://live.dxhmt.cn:9081/tv/10728-1.m3u8
开封新闻,http://tvpull.dxhmt.cn:9081/tv/10200-2.m3u8
开封新闻,http://live.dxhmt.cn:9081/tv/10200-2.m3u8
开封文化旅游,http://tvpull.dxhmt.cn:9081/tv/10200-3.m3u8
开封文化旅游,http://live.dxhmt.cn:9081/tv/10200-3.m3u8
内黄综合,http://tvpull.dxhmt.cn:9081/tv/10527-1.m3u8
内黄综合,http://live.dxhmt.cn:9081/tv/10527-1.m3u8
新县电视台,http://tvpull.dxhmt.cn:9081/tv/11523-1.m3u8
新县电视台,http://live.dxhmt.cn:9081/tv/11523-1.m3u8
淇县电视台,http://tvpull.dxhmt.cn:9081/tv/10622-1.m3u8
淇县电视台,http://live.dxhmt.cn:9081/tv/10622-1.m3u8
汤阴综合,http://tvpull.dxhmt.cn:9081/tv/10523-1.m3u8
汤阴综合,http://live.dxhmt.cn:9081/tv/10523-1.m3u8
新乡县综合,http://tvpull.dxhmt.cn:9081/tv/10721-1.m3u8
新乡县综合,http://live.dxhmt.cn:9081/tv/10721-1.m3u8
舞钢综合,http://tvpull.dxhmt.cn:9081/tv/10481-1.m3u8
舞钢综合,http://live.dxhmt.cn:9081/tv/10481-1.m3u8
鹤壁新闻,http://pili-live-hls.hebitv.com/hebi/hbtv.m3u8
灵宝新闻综合,http://tvpull.dxhmt.cn:9081/tv/11282-1.m3u8
灵宝新闻综合,http://live.dxhmt.cn:9081/tv/11282-1.m3u8
淮滨综合,http://tvpull.dxhmt.cn:9081/tv/11527-1.m3u8
淮滨综合,http://live.dxhmt.cn:9081/tv/11527-1.m3u8
光山综合,http://tvpull.dxhmt.cn:9081/tv/11522-1.m3u8
光山综合,http://live.dxhmt.cn:9081/tv/11522-1.m3u8
滑县TV1,http://tvpull.dxhmt.cn:9081/tv/10526-1.m3u8
滑县TV1,http://live.dxhmt.cn:9081/tv/10526-1.m3u8
滑县TV2,http://tvpull.dxhmt.cn:9081/tv/10526-2.m3u8
滑县TV2,http://live.dxhmt.cn:9081/tv/10526-2.m3u8
清丰电视台,http://tvpull.dxhmt.cn:9081/tv/10922-1.m3u8
清丰电视台,http://live.dxhmt.cn:9081/tv/10922-1.m3u8
通许综合,http://tvpull.dxhmt.cn:9081/tv/10222-1.m3u8
通许综合,http://live.dxhmt.cn:9081/tv/10222-1.m3u8
沈丘新闻综合,http://tvpull.dxhmt.cn:9081/tv/11624-1.m3u8
沈丘新闻综合,http://live.dxhmt.cn:9081/tv/11624-1.m3u8
桐柏新闻综合,http://tvpull.dxhmt.cn:9081/tv/11330-1.m3u8
桐柏新闻综合,http://live.dxhmt.cn:9081/tv/11330-1.m3u8
夏邑综合,http://tvpull.dxhmt.cn:9081/tv/11426-1.m3u8
夏邑综合,http://live.dxhmt.cn:9081/tv/11426-1.m3u8
平兴新闻综合,http://tvpull.dxhmt.cn:9081/tv/11723-1.m3u8
平兴新闻综合,http://live.dxhmt.cn:9081/tv/11723-1.m3u8
偃师新闻,http://tvpull.dxhmt.cn:9081/tv/10381-1.m3u8
偃师新闻,http://live.dxhmt.cn:9081/tv/10381-1.m3u8
上街电视台,http://tvpull.dxhmt.cn:9081/tv/10106-1.m3u8
上街电视台,http://live.dxhmt.cn:9081/tv/10106-1.m3u8
沁阳新闻综合,http://tvpull.dxhmt.cn:9081/tv/10882-1.m3u8
沁阳新闻综合,http://live.dxhmt.cn:9081/tv/10882-1.m3u8
项城电视台,http://tvpull.dxhmt.cn:9081/tv/11681-1.m3u8
项城电视台,http://live.dxhmt.cn:9081/tv/11681-1.m3u8
汝阳新闻综合,http://tvpull.dxhmt.cn:9081/tv/10326-1.m3u8
汝阳新闻综合,http://live.dxhmt.cn:9081/tv/10326-1.m3u8
新安新闻综合,http://tvpull.dxhmt.cn:9081/tv/10323-1.m3u8
新安新闻综合,http://live.dxhmt.cn:9081/tv/10323-1.m3u8
罗山电视台,http://tvpull.dxhmt.cn:9081/tv/11521-1.m3u8
罗山电视台,http://live.dxhmt.cn:9081/tv/11521-1.m3u8
潢川电视台,http://tvpull.dxhmt.cn:9081/tv/11526-1.m3u8
潢川电视台,http://live.dxhmt.cn:9081/tv/11526-1.m3u8
上蔡1,http://tvpull.dxhmt.cn:9081/tv/11722-1.m3u8
上蔡1,http://live.dxhmt.cn:9081/tv/11722-1.m3u8
确山电视台1,http://live.dxhmt.cn:9081/tv/11725-1.m3u8
荥阳1,http://tvpull.dxhmt.cn:9081/tv/10182-1.m3u8
荥阳1,http://live.dxhmt.cn:9081/tv/10182-1.m3u8
温县融媒,http://tvpull.dxhmt.cn:9081/tv/10825-1.m3u8
温县融媒,http://live.dxhmt.cn:9081/tv/10825-1.m3u8
建安新闻,http://tvpull.dxhmt.cn:9081/tv/11003-1.m3u8
建安新闻,http://live.dxhmt.cn:9081/tv/11003-1.m3u8
封丘新闻综合,http://tvpull.dxhmt.cn:9081/tv/10727-1.m3u8
封丘新闻综合,http://live.dxhmt.cn:9081/tv/10727-1.m3u8
林州电视台,http://tvpull.dxhmt.cn:9081/tv/10581-1.m3u8
林州电视台,http://live.dxhmt.cn:9081/tv/10581-1.m3u8
鄢陵综合,http://tvpull.dxhmt.cn:9081/tv/11024-1.m3u8
鄢陵综合,http://live.dxhmt.cn:9081/tv/11024-1.m3u8
邓州新闻,http://tvpull.dxhmt.cn:9081/tv/11381-1.m3u8
邓州新闻,http://live.dxhmt.cn:9081/tv/11381-1.m3u8
社旗电视台,http://tvpull.dxhmt.cn:9081/tv/11327-1.m3u8
社旗电视台,http://live.dxhmt.cn:9081/tv/11327-1.m3u8
镇平新闻综合,http://tvpull.dxhmt.cn:9081/tv/11324-1.m3u8
镇平新闻综合,http://live.dxhmt.cn:9081/tv/11324-1.m3u8
孟州1,http://tvpull.dxhmt.cn:9081/tv/10883-1.m3u8
孟州1,http://live.dxhmt.cn:9081/tv/10883-1.m3u8
郏县综合,http://tvpull.dxhmt.cn:9081/tv/10425-1.m3u8
郏县综合,http://live.dxhmt.cn:9081/tv/10425-1.m3u8
浚县电视台,http://tvpull.dxhmt.cn:9081/tv/10621-1.m3u8
浚县电视台,http://live.dxhmt.cn:9081/tv/10621-1.m3u8
舞阳新闻综合,http://tvpull.dxhmt.cn:9081/tv/11121-1.m3u8
舞阳新闻综合,http://live.dxhmt.cn:9081/tv/11121-1.m3u8
渑池新闻综合,http://tvpull.dxhmt.cn:9081/tv/11221-1.m3u8
渑池新闻综合,http://live.dxhmt.cn:9081/tv/11221-1.m3u8
武陟新闻综合,http://tvpull.dxhmt.cn:9081/tv/10823-1.m3u8
武陟新闻综合,http://live.dxhmt.cn:9081/tv/10823-1.m3u8
新郑1,http://tvpull.dxhmt.cn:9081/tv/10184-1.m3u8
新郑1,http://live.dxhmt.cn:9081/tv/10184-1.m3u8
辉县新闻综合,http://tvpull.dxhmt.cn:9081/tv/10782-1.m3u8
辉县新闻综合,http://live.dxhmt.cn:9081/tv/10782-1.m3u8
永城新闻,http://tvpull.dxhmt.cn:9081/tv/11481-1.m3u8
永城新闻,http://live.dxhmt.cn:9081/tv/11481-1.m3u8
禹州综合,http://tvpull.dxhmt.cn:9081/tv/11081-1.m3u8
禹州综合,http://live.dxhmt.cn:9081/tv/11081-1.m3u8
杞县新闻综合,http://tvpull.dxhmt.cn:9081/tv/10221-1.m3u8
杞县新闻综合,http://live.dxhmt.cn:9081/tv/10221-1.m3u8
林颖综合,http://tvpull.dxhmt.cn:9081/tv/11122-1.m3u8
林颖综合,http://live.dxhmt.cn:9081/tv/11122-1.m3u8
宝丰1,http://tvpull.dxhmt.cn:9081/tv/10421-1.m3u8
宝丰1,http://live.dxhmt.cn:9081/tv/10421-1.m3u8
新密新闻频道,http://tvpull.dxhmt.cn:9081/tv/10183-2.m3u8
新密新闻频道,http://live.dxhmt.cn:9081/tv/10183-2.m3u8
甘肃地区,#genre#
嘉峪关综合,https://play.kankanlive.com/live/1658978094528926.m3u8
嘉峪关公共,https://play.kankanlive.com/live/1658978141553927.m3u8
金昌综合,http://play.kankanlive.com/live/1660096574549900.m3u8
金昌综合,http://play.kankanlive.com/live/1660096574549900.flv
张掖新闻,http://play.kankanlive.com/live/1675849013180979.m3u8
张掖新闻,http://play.kankanlive.com/live/1675849013180979.flv
定西综合,https://play.kankanlive.com/live/1675303871634928.m3u8
定西综合,http://play.kankanlive.com/live/1675303871634928.flv
定西文旅生活,http://play.kankanlive.com/live/1675303983674929.m3u8
定西文旅生活,http://play.kankanlive.com/live/1675303983674929.flv
天祝电视台,https://play.kankanlive.com/live/1656487214793905.m3u8
泰安综合,http://play.kankanlive.com/live/1680577080200944.m3u8
泰安综合,http://play.kankanlive.com/live/1680577080200944.flv
静宁新闻综合,https://play.kankanlive.com/live/1658194434596952.m3u8
景泰电视台,https://play.kankanlive.com/live/1624439143745981.m3u8
西和综合,https://play.kankanlive.com/live/1659926941626981.m3u8
古浪综合,http://play.kankanlive.com/live/1647934328544907.m3u8
古浪综合,http://play.kankanlive.com/live/1647934328544907.flv
永昌电视台,https://play.kankanlive.com/live/1652755738635915.m3u8
陇西电视台,https://play.kankanlive.com/live/1669881644081970.m3u8
平川电视台,http://play.kankanlive.com/live/1658907556249918.m3u8
平川电视台,http://play.kankanlive.com/live/1658907556249918.flv
岷县电视台,http://play.kankanlive.com/live/1672715401874967.m3u8
岷县电视台,http://play.kankanlive.com/live/1672715401874967.flv
庄浪电视台,https://play.kankanlive.com/live/1655107221272926.m3u8
金川电视台,http://play.kankanlive.com/live/1657360567739997.m3u8
金川电视台,http://play.kankanlive.com/live/1657360567739997.flv
安定电视台,https://play.kankanlive.com/live/1672881652415978.m3u8
安定电视台,http://play.kankanlive.com/live/1672881652415978.flv
靖远电视台,https://play.kankanlive.com/live/1658390970673988.m3u8
天祝电视台,https://play.kankanlive.com/live/1656487214793905.m3u8
天祝电视台,http://play.kankanlive.com/live/1656487214793905.m3u8
天祝电视台,http://play.kankanlive.com/live/1656487214793905.flv
靖远电视台,https://play.kankanlive.com/live/1658390970673988.m3u8
通渭电视台,http://play.kankanlive.com/live/1661761962676984.m3u8
通渭电视台,http://play.kankanlive.com/live/1661761962676984.flv
秦安电视台,https://play.kankanlive.com/live/1680577080200944.m3u8
秦安电视台,http://play.kankanlive.com/live/1680577080200944.flv
山东地区,#genre#
济南新闻综合频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1676
济南都市频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1807
济南文旅体育频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1842
济南生活频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1855
济南少儿频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=2234
济南鲁中频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1857
长清新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=jncqxw
济铁电视台,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnjrtv
济阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnjyzh
平阴综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnpyzh
商河综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnshzh
章丘综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnzqzh
东营区新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dydyqxw
广饶综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dygrzh
利津综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dyljzh
城阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdcytv
黄岛综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdhdzh
即墨综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdjmzh
胶州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdjzzh
李沧TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdlc
崂山TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdls
莱西综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdlxzh
平度新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdpdxw
潍坊新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfxwzh
潍坊高新区,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfgxq
安丘综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfaqzh
滨海新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfbhxw
昌乐综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfclzh
寒亭新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfhtxw
奎文电视台,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfkwtv
临朐新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wflqzh
青州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfqzzh
潍城TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfwc
寿光综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfsgzh
长岛TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytcd
福山综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytfszh
海阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ythyzh
龙口综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlkz
莱山综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlszh
莱阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlyzh
莱州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlzzh
牟平综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytmpzh
栖霞综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytqxzh
博山新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbbsxw
高青综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbgqzh
桓台综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbht1
临淄新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zblzxw
沂源综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbyyzh
张店1,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbzd1
山亭综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zzstzh
滕州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zztzzh
薛城新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zzxcxw
峄城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zzyczh
惠民综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=bzhmzh
无棣综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=bzwdzh
阳信新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=bzyxxw
德州新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzxwzh
陵城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzlczh
乐陵新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzllxw
临邑1,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzly1
宁津综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dznjzh
平原综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzpyzh
庆云综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzqyzh
武城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzwczh
禹城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzyczh
曹县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=hzcxzh
东明新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=hzdmxw
鄄城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=hzjczh
金乡综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jijxzh
梁山综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jilszh
曲阜新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jiqfxw
任城新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jircxw
泗水新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jissxw
鱼台新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=jiytxw
兖州新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=jiyzxw
邹城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jizczh
茌平综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lccpzh
东昌综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcdczh
东阿综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcdezh
冠县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcgxzh
临清综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lclqzh
莘县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcsxzh
阳谷综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcygzh
河东综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyhdzh
莒南综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyjnzh
兰陵综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyllzh
临沭综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyls1
平邑综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lypyzh
郯城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lytc1
沂水综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyys1
莒县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=rzjx1
岱岳TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=tady
宁阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=tany1
泰山TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=tats
新泰综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=taxtzh
威海新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=whxwzh
威海环翠综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=whhczh
荣成综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=whrczh
