
咪咕频道,#group#
//咪咕开始
央视,#genre#
CCTV1综合,http://82.156.245.233:30008/608807420
CCTV2财经,http://82.156.245.233:30008/631780532
CCTV3综艺,http://82.156.245.233:30008/624878271
CCTV4中文国际,http://82.156.245.233:30008/631780421
CCTV5体育,http://82.156.245.233:30008/641886683
CCTV5+体育赛事,http://82.156.245.233:30008/641886773
CCTV6电影,http://82.156.245.233:30008/624878396
CCTV7国防军事,http://82.156.245.233:30008/673168121
CCTV8电视剧,http://82.156.245.233:30008/624878356
CCTV9纪录,http://82.156.245.233:30008/673168140
CCTV10科教,http://82.156.245.233:30008/624878405
CCTV11戏曲,http://82.156.245.233:30008/667987558
CCTV12社会与法,http://82.156.245.233:30008/673168185
CCTV13新闻,http://82.156.245.233:30008/608807423
CCTV14少儿,http://82.156.245.233:30008/624878440
CCTV15音乐,http://82.156.245.233:30008/673168223
CCTV17农业农村,http://82.156.245.233:30008/673168256
CCTV4欧洲,http://82.156.245.233:30008/608807419
CCTV4美洲,http://82.156.245.233:30008/608807416
CGTN外语纪录,http://82.156.245.233:30008/609006487
CGTN阿拉伯语,http://82.156.245.233:30008/609154345
CGTN西班牙语,http://82.156.245.233:30008/609006450
CGTN法语,http://82.156.245.233:30008/609006476
CGTN俄语,http://82.156.245.233:30008/609006446
老故事,http://82.156.245.233:30008/884121956
发现之旅,http://82.156.245.233:30008/624878970
中学生,http://82.156.245.233:30008/708869532
CGTN,http://82.156.245.233:30008/609017205
体育,#genre#
赛事最经典,http://82.156.245.233:30008/646596895
体坛名栏汇,http://82.156.245.233:30008/629943305
四海钓鱼,http://82.156.245.233:30008/637444975
陕西体育休闲频道,http://82.156.245.233:30008/956909356
24小时城市联赛轮播台,http://82.156.245.233:30008/915512915
武术世界,http://82.156.245.233:30008/958475359
快乐垂钓,http://82.156.245.233:30008/961930263
卫视,#genre#
东方卫视,http://82.156.245.233:30008/651632648
江苏卫视,http://82.156.245.233:30008/623899368
广东卫视,http://82.156.245.233:30008/608831231
北京卫视,http://82.156.245.233:30008/630287636
辽宁卫视,http://82.156.245.233:30008/630291707
河北卫视,http://82.156.245.233:30008/962042070
江西卫视,http://82.156.245.233:30008/783847495
河南卫视,http://82.156.245.233:30008/790187291
陕西卫视,http://82.156.245.233:30008/738910838
大湾区卫视,http://82.156.245.233:30008/608917627
湖北卫视,http://82.156.245.233:30008/947472496
吉林卫视,http://82.156.245.233:30008/947472500
青海卫视,http://82.156.245.233:30008/947472506
东南卫视,http://82.156.245.233:30008/849116810
海南卫视,http://82.156.245.233:30008/947472502
海峡卫视,http://82.156.245.233:30008/849119120
中国农林卫视,http://82.156.245.233:30008/956904896
兵团卫视,http://82.156.245.233:30008/956923145
宁夏卫视,http://82.156.245.233:30008/738910535
重庆卫视,http://82.156.245.233:30008/738910914
三沙卫视,http://82.156.245.233:30008/961023778
黑龙江卫视,http://82.156.245.233:30008/738906901
地方,#genre#
上海新闻综合,http://82.156.245.233:30008/651632657
上视东方影视,http://82.156.245.233:30008/617290047
上海第一财经,http://82.156.245.233:30008/608780988
南京新闻综合频道,http://82.156.245.233:30008/838109047
南京教科频道,http://82.156.245.233:30008/838153729
南京十八频道,http://82.156.245.233:30008/838151753
体育休闲频道,http://82.156.245.233:30008/626064707
江苏城市频道,http://82.156.245.233:30008/626064714
江苏国际,http://82.156.245.233:30008/626064674
江苏教育,http://82.156.245.233:30008/628008321
江苏影视频道,http://82.156.245.233:30008/626064697
江苏综艺频道,http://82.156.245.233:30008/626065193
公共新闻频道,http://82.156.245.233:30008/626064693
盐城新闻综合,http://82.156.245.233:30008/639731825
淮安新闻综合,http://82.156.245.233:30008/639731826
泰州新闻综合,http://82.156.245.233:30008/639731818
连云港新闻综合,http://82.156.245.233:30008/639731715
宿迁新闻综合,http://82.156.245.233:30008/639731832
徐州新闻综合,http://82.156.245.233:30008/639731747
优漫卡通频道,http://82.156.245.233:30008/626064703
江阴新闻综合,http://82.156.245.233:30008/955227979
南通新闻综合,http://82.156.245.233:30008/955227985
宜兴新闻综合,http://82.156.245.233:30008/955227996
溧水新闻综合,http://82.156.245.233:30008/639737327
陕西银龄频道,http://82.156.245.233:30008/956909362
陕西都市青春频道,http://82.156.245.233:30008/956909358
陕西秦腔频道,http://82.156.245.233:30008/956909303
陕西新闻资讯频道,http://82.156.245.233:30008/956909289
财富天下,http://82.156.245.233:30008/956923159
镇江新闻综合,http://82.156.245.233:30008/639731783
海南广播电视总台新闻频道,http://82.156.245.233:30008/962067517
海南广播电视总台自贸频道,http://82.156.245.233:30008/962045226
海南广播电视总台社会与法频道,http://82.156.245.233:30008/962045223
海南广播电视总台文旅频道,http://82.156.245.233:30008/962067526
海南广播电视总台少儿频道,http://82.156.245.233:30008/962067523
广东珠江频道,http://82.156.245.233:30008/639731952
影视,#genre#
建党105周年巡礼,http://82.156.245.233:30008/713600957
经典香港电影,http://82.156.245.233:30008/625703337
新片放映厅,http://82.156.245.233:30008/619495952
CHC影迷电影,http://82.156.245.233:30008/952383261
CHC动作电影,http://82.156.245.233:30008/644368714
CHC家庭影院,http://82.156.245.233:30008/644368373
和美乡途轮播台,http://82.156.245.233:30008/713591450
南方影视,http://82.156.245.233:30008/614961829
新闻,#genre#
中国天气,http://82.156.245.233:30008/959986621
教育,#genre#
CETV1,http://82.156.245.233:30008/923287154
CETV2,http://82.156.245.233:30008/923287211
CETV4,http://82.156.245.233:30008/923287339
山东教育,http://82.156.245.233:30008/609154353
熊猫,#genre#
熊猫频道01高清,http://82.156.245.233:30008/609158151
熊猫频道1,http://82.156.245.233:30008/608933610
熊猫频道2,http://82.156.245.233:30008/608933640
熊猫频道3,http://82.156.245.233:30008/608934619
熊猫频道4,http://82.156.245.233:30008/608934721
熊猫频道5,http://82.156.245.233:30008/608935104
熊猫频道6,http://82.156.245.233:30008/608935797
熊猫频道7,http://82.156.245.233:30008/609169286
熊猫频道8,http://82.156.245.233:30008/609169287
熊猫频道9,http://82.156.245.233:30008/609169226
熊猫频道10,http://82.156.245.233:30008/609169285
综艺,#genre#
最强综艺趴,http://82.156.245.233:30008/629942228
少儿,#genre#
嘉佳卡通,http://82.156.245.233:30008/614952364
经典动画大集合,http://82.156.245.233:30008/629942219
纪实,#genre#
新动力量创一流,http://82.156.245.233:30008/713589837
中华特产,http://82.156.245.233:30008/959986618
环球旅游,http://82.156.245.233:30008/958475356
梨园频道,http://82.156.245.233:30008/961930369
体育-昨天,#genre#
德甲 多特蒙德VS云达不莱梅 全场回放（沈云怡、鲁靖明） 02:15,http://82.156.245.233:30008/968227740
德甲 多特蒙德VS云达不莱梅 全场回放（AI智能解说） 02:15,http://82.156.245.233:30008/968227652
德甲 多特蒙德VS云达不莱梅 全场回放（AI智慧观赛） 02:15,http://82.156.245.233:30008/968227662
法甲 朗斯VS里昂 全场回放（刘一臻） 02:30,http://82.156.245.233:30008/968227611
法甲 朗斯VS里昂 全场回放（AI智慧观赛） 02:30,http://82.156.245.233:30008/968227606
西甲 马拉加VS西班牙人 全场回放（洪宇青） 02:45,http://82.156.245.233:30008/968227572
铁人三项系列赛 铁人中国T51.5鄂州梁子湖公开赛 2026年铁人中国T51.5鄂州梁子湖公开赛全场回放 07:30,http://82.156.245.233:30008/968243906
NBA 公牛VS灰熊 全场回放（李嘉伟） 07:55,http://82.156.245.233:30008/968232790
NBA 公牛VS灰熊 全场回放（英文原声） 07:55,http://82.156.245.233:30008/968234243
WTT 第十日热身区 全场回放（一） 11:00,http://82.156.245.233:30008/968245554
WTT 第十日热身区 全场回放（二） 11:00,http://82.156.245.233:30008/968255535
WTT 王曼昱晋级女单决赛 双曼组合问鼎女双 【女双决赛】张本美和/早田希娜1-3王曼昱/蒯曼 11:00,http://82.156.245.233:30008/968235389
WTT 王曼昱晋级女单决赛 双曼组合问鼎女双 【男双决赛】A·勒布伦/F·勒布伦1-3林仲勋/吴晙诚 11:00,http://82.156.245.233:30008/968249111
WTT 王曼昱晋级女单决赛 双曼组合问鼎女双 全场回放（周雨、周冠达、程靖淇、常新宇、徐晨皓、郭健）（一） 11:00,http://82.156.245.233:30008/968245882
WTT 王曼昱晋级女单决赛 双曼组合问鼎女双 全场回放（侯英超、周冠达、程靖淇、常新宇、徐晨皓、郭健）（二） 11:00,http://82.156.245.233:30008/968250890
WTT 王曼昱晋级女单决赛 双曼组合问鼎女双 上午场全场回放 11:00,http://82.156.245.233:30008/968244240
WTT 王曼昱晋级女单决赛 双曼组合问鼎女双 上午场全场回放（英文解说智能字幕） 11:00,http://82.156.245.233:30008/968242159
WTT 王曼昱晋级女单决赛 双曼组合问鼎女双 晚间场全场回放 11:00,http://82.156.245.233:30008/968271428
WTT 王曼昱晋级女单决赛 双曼组合问鼎女双 晚间场全场回放（英文解说智能字幕） 11:00,http://82.156.245.233:30008/968253143
中国网球公开赛 郑钦文横扫跻身决赛 张帅组合晋级 【女双半决赛】西尼亚科娃/张帅2-0卢特利芙/苏加迪（鸿昆） 20:30,http://82.156.245.233:30008/968238329
中国网球公开赛 郑钦文横扫跻身决赛 张帅组合晋级 【女双半决赛】梅尔滕斯/施耐德1-2达布劳斯基/史蒂芬妮（房朕） 20:30,http://82.156.245.233:30008/968258481
中国网球公开赛 郑钦文横扫跻身决赛 张帅组合晋级 【女双半决赛】梅尔滕斯/施耐德1-2达布劳斯基/史蒂芬妮（宋光振） 20:30,http://82.156.245.233:30008/968258391
中国网球公开赛 郑钦文横扫跻身决赛 张帅组合晋级 【女单半决赛】郑钦文2-0梅尔滕斯（李宁、张浩、单文强、王蔷、陆柯燃） 20:30,http://82.156.245.233:30008/968254088
中国网球公开赛 郑钦文横扫跻身决赛 张帅组合晋级 【女单半决赛】安德列娃2-0巴图科娃（李宁、张浩） 20:30,http://82.156.245.233:30008/968244122
中国网球公开赛 郑钦文横扫跻身决赛 张帅组合晋级 【女单半决赛】安德列娃2-0巴图科娃（赛场原声）（4K） 20:30,http://82.156.245.233:30008/968244371
中国网球公开赛 郑钦文横扫跻身决赛 张帅组合晋级 【女双半决赛】梅尔滕斯/施耐德1-2达布劳斯基/史蒂芬妮（赛场原声）（4K） 20:30,http://82.156.245.233:30008/968259772
中国网球公开赛 郑钦文横扫跻身决赛 张帅组合晋级 【女双半决赛】西尼亚科娃/张帅2-0卢特利芙/苏加迪（赛场原声）（4K） 20:30,http://82.156.245.233:30008/968238899
中国网球公开赛 郑钦文横扫跻身决赛 张帅组合晋级 【女单半决赛】郑钦文2-0梅尔滕斯（赛场原声）（4K） 20:30,http://82.156.245.233:30008/968254270
中国网球公开赛 郑钦文横扫跻身决赛 张帅组合晋级 【女双半决赛】西尼亚科娃/张帅2-0卢特利芙/苏加迪（赛场原声） 20:30,http://82.156.245.233:30008/968241402
中国网球公开赛 郑钦文横扫跻身决赛 张帅组合晋级 【女双半决赛】梅尔滕斯/施耐德1-2达布劳斯基/史蒂芬妮（赛场原声） 20:30,http://82.156.245.233:30008/968261887
中国网球公开赛 郑钦文横扫跻身决赛 张帅组合晋级 【女单半决赛】郑钦文2-0梅尔滕斯（赛场原声） 20:30,http://82.156.245.233:30008/968254526
中国网球公开赛 郑钦文横扫跻身决赛 张帅组合晋级 【女单半决赛】安德列娃2-0巴图科娃（赛场原声） 20:30,http://82.156.245.233:30008/968245011
中国网球公开赛 郑钦文横扫跻身决赛 张帅组合晋级 【女单半决赛】郑钦文2-0梅尔滕斯（解说陪看视角） 20:30,http://82.156.245.233:30008/968251676
超三联赛 超三联赛 三亚大区赛 A档小组赛 全场回放（周钰波、薛思佳） 12:55,http://82.156.245.233:30008/968245593
超三联赛 超三联赛 三亚大区赛 A档小组赛 【回放】深圳龙华启航19:17成都合众 12:55,http://82.156.245.233:30008/968236011
超三联赛 超三联赛 三亚大区赛 A档小组赛 【回放】浙江普徕22:17广东光正教育 12:55,http://82.156.245.233:30008/968236388
超三联赛 超三联赛 三亚大区赛 A档小组赛 【回放】北京控股21:10广东生涯 12:55,http://82.156.245.233:30008/968237070
超三联赛 超三联赛 三亚大区赛 A档小组赛 【回放】贵州贵阳丝恋21:19福州奇迹 12:55,http://82.156.245.233:30008/968238518
超三联赛 超三联赛 三亚大区赛 A档小组赛 【回放】成都和众16:19上海横沙誉民 12:55,http://82.156.245.233:30008/968240098
超三联赛 超三联赛 三亚大区赛 A档小组赛 【回放】广东光正教育15:22上海久事 12:55,http://82.156.245.233:30008/968240329
超三联赛 超三联赛 三亚大区赛 A档小组赛 【回放】广东生涯12:21宁波海曙捷英 12:55,http://82.156.245.233:30008/968241753
超三联赛 超三联赛 三亚大区赛 A档小组赛 【回放】福州奇迹19:20南昌凯锆商贸 12:55,http://82.156.245.233:30008/968243028
超三联赛 超三联赛 三亚大区赛 A档小组赛 【回放】上海横沙誉民22:11深圳龙华启航 12:55,http://82.156.245.233:30008/968243266
超三联赛 超三联赛 三亚大区赛 A档小组赛 【回放】上海久事21:14浙江普徕 12:55,http://82.156.245.233:30008/968243913
超三联赛 超三联赛 三亚大区赛 A档小组赛 【回放】宁波海曙捷英16:21北京控股 12:55,http://82.156.245.233:30008/968244675
超三联赛 超三联赛 三亚大区赛 A档小组赛 【回放】南昌凯锆商贸18:21贵州贵阳丝恋 12:55,http://82.156.245.233:30008/968245318
中国自行车运动协会系列赛 环崇明岛女子世巡赛 2026环崇明岛女子世巡赛Day2全场回放（官方解说） 13:00,http://82.156.245.233:30008/968242451
CBA 宁波町渥VS江苏肯帝亚 全场回放（王冠证） 14:50,http://82.156.245.233:30008/968244382
CBA 宁波町渥VS江苏肯帝亚 全场回放（赛场原声） 14:50,http://82.156.245.233:30008/968246207
CBA 辽宁本钢VS福建晋江文旅 全场回放（姜帆） 14:50,http://82.156.245.233:30008/968243955
CBA 辽宁本钢VS福建晋江文旅 全场回放（赛场原声） 14:50,http://82.156.245.233:30008/968246227
CBA 青岛崂山啤酒VS新疆广汇能源 全场回放（邵化谦） 14:50,http://82.156.245.233:30008/968244667
CBA 青岛崂山啤酒VS新疆广汇能源 全场回放（赛场原声） 14:50,http://82.156.245.233:30008/968246426
CBA 山东高速VS天津先行者 全场回放（徐秦威） 14:50,http://82.156.245.233:30008/968243876
CBA 山东高速VS天津先行者 全场回放（赛场原声） 14:50,http://82.156.245.233:30008/968245811
CBA 山西汾酒VS南京同曦宙光 全场回放（石楷文） 14:50,http://82.156.245.233:30008/968244185
CBA 山西汾酒VS南京同曦宙光 全场回放（赛场原声） 14:50,http://82.156.245.233:30008/968246218
中国网球公开赛 米拉·安德列娃VS巴图科娃 【回放】安德列娃2-0巴图科娃（50帧原画）（李宁、张浩） 5:00,http://82.156.245.233:30008/968244122
中国网球公开赛 米拉·安德列娃VS巴图科娃 【回放】安德列娃2-0巴图科娃（赛场原声） 5:00,http://82.156.245.233:30008/968245011
NBA NBA中国赛球迷日 全场回放（连睿） 15:55,http://82.156.245.233:30008/968245963
浪琴环球马术冠军赛 罗马站GCL团体赛 2026浪琴环球马术冠军赛罗马站GCL团体赛全场回放（中文解说）（20261010） 16:10,http://82.156.245.233:30008/968252194
浪琴环球马术冠军赛 罗马站GCL团体赛 2026浪琴环球马术冠军赛罗马站GCL团体赛全场回放（赛场原声）（20261010） 16:10,http://82.156.245.233:30008/968252273
浪琴环球马术冠军赛 罗马站GCL团体赛 2026浪琴环球马术冠军赛罗马站GCL团体赛全场回放（英文解说）（20261010） 16:10,http://82.156.245.233:30008/968254447
辽超 葫芦岛队VS沈阳队 全场回放 17:10,http://82.156.245.233:30008/968256485
NBA经典赛事 费城76人 vs 布鲁克林篮网 全场回放（姜帆、周赫） 18:00,http://82.156.245.233:30008/968201328
辽超 铁岭队VS朝阳队 全场回放 18:50,http://82.156.245.233:30008/968261226
中甲 苏州东吴VS石家庄功夫 全场回放（官方解说） 18:50,http://82.156.245.233:30008/968257320
中甲 大连鲲城VS长春亚泰 全场回放（官方解说） 18:50,http://82.156.245.233:30008/968254596
JCK JCK进阶之路第六期17组选手厮杀夺合同 JCK战觉城进阶之路第6期全场回放（官方解说） 19:00,http://82.156.245.233:30008/968266335
超三联赛 超三联赛 三亚大区赛 A档12进8及B档决赛 全场回放（张俊卿、王冠证） 18:55,http://82.156.245.233:30008/968256708
超三联赛 超三联赛 三亚大区赛 A档12进8及B档决赛 全场回放（赛场原声） 18:55,http://82.156.245.233:30008/968260197
超三联赛 超三联赛 三亚大区赛 A档12进8及B档决赛 【回放】山东22:12重庆瀚动 18:55,http://82.156.245.233:30008/968247020
超三联赛 超三联赛 三亚大区赛 A档12进8及B档决赛 【回放】江苏香江猛虎19:16湖北江鲟 18:55,http://82.156.245.233:30008/968248208
超三联赛 超三联赛 三亚大区赛 A档12进8及B档决赛 【回放】宁波海曙捷英22:16广东光正教育 18:55,http://82.156.245.233:30008/968248891
超三联赛 超三联赛 三亚大区赛 A档12进8及B档决赛 【回放】浙江普徕16:21广东生涯 18:55,http://82.156.245.233:30008/968250660
超三联赛 超三联赛 三亚大区赛 A档12进8及B档决赛 【回放】南昌凯锆商贸17:21成都和众 18:55,http://82.156.245.233:30008/968250746
超三联赛 超三联赛 三亚大区赛 A档12进8及B档决赛 【回放】深圳龙华启航21:18福州奇迹 18:55,http://82.156.245.233:30008/968253847
超三联赛 超三联赛 三亚大区赛 A档12进8及B档决赛 【回放】重庆瀚动21:20湖北江鲟 18:55,http://82.156.245.233:30008/968254990
超三联赛 超三联赛 三亚大区赛 A档12进8及B档决赛 【回放】山东21:13江苏香江猛虎 18:55,http://82.156.245.233:30008/968255228
中国网球公开赛 郑钦文VS梅尔滕斯 【回放】郑钦文2-0梅尔滕斯（李宁、张浩、单文强、王蔷、陆柯燃） 18:00,http://82.156.245.233:30008/968254088
中国网球公开赛 郑钦文VS梅尔滕斯 【回放】郑钦文2-0梅尔滕斯（赛场原声）（4K） 18:00,http://82.156.245.233:30008/968254270
中国网球公开赛 郑钦文VS梅尔滕斯 【回放】郑钦文2-0梅尔滕斯（解说陪看视角） 18:00,http://82.156.245.233:30008/968251676
中国网球公开赛 郑钦文VS梅尔滕斯 【回放】郑钦文2-0梅尔滕斯（赛场原声） 18:00,http://82.156.245.233:30008/968254526
晋超联赛 吕梁市79-90晋中市 2026赛季山西省男子篮球超级联赛第三阶段第六轮全场回放：吕梁市VS晋中市（赛场原声） 19:20,http://82.156.245.233:30008/968258095
中甲 梅州客家VS无锡吴钩 全场回放（官方解说） 19:20,http://82.156.245.233:30008/968258523
英超 阿森纳VS利兹联 全场回放（颜强、徐阳、郭小仙儿） 19:00,http://82.156.245.233:30008/968255384
英超 阿森纳VS利兹联 全场回放（陈曦、叶紫辰） 19:00,http://82.156.245.233:30008/968258550
英超 阿森纳VS利兹联 全场回放（AI智能观赛） 19:00,http://82.156.245.233:30008/968257321
CBA 深圳马可波罗VS北京控股 全场回放（周赫） 19:20,http://82.156.245.233:30008/968256428
CBA 深圳马可波罗VS北京控股 全场回放（赛场原声） 19:20,http://82.156.245.233:30008/968254201
CBA 广州智都集团VS广东东阳光 全场回放（李天宇） 19:20,http://82.156.245.233:30008/968254132
CBA 广州智都集团VS广东东阳光 全场回放（赛场原声） 19:20,http://82.156.245.233:30008/968258610
CBA 北京首钢VS浙江稠州金租 全场回放（孙博） 19:20,http://82.156.245.233:30008/968255242
CBA 北京首钢VS浙江稠州金租 全场回放（赛场原声） 19:20,http://82.156.245.233:30008/968259915
CBA 四川锦城VS上海久事 全场回放（字诚） 19:20,http://82.156.245.233:30008/968253448
CBA 四川锦城VS上海久事 全场回放（赛场原声） 19:20,http://82.156.245.233:30008/968257291
CBA 浙江浙商证券VS长白山恩都里 全场回放（刘圳展） 19:20,http://82.156.245.233:30008/968254554
CBA 浙江浙商证券VS长白山恩都里 全场回放（赛场原声） 19:20,http://82.156.245.233:30008/968257121
浙BA 安吉84-63桐乡 2026浙江省城市篮球联赛全场回放：安吉VS桐乡（赛场原声） 19:30,http://82.156.245.233:30008/968255729
浙BA 江山69-81台州 2026浙江省城市篮球联赛全场回放：江山VS台州（赛场原声） 19:30,http://82.156.245.233:30008/968258783
中超 成都蓉城VS天津津门虎 全场回放（苏东、孙雷、刘越） 19:20,http://82.156.245.233:30008/968256498
中超 成都蓉城VS天津津门虎 全场回放（孙雨轩、贺宇、李子琪） 19:20,http://82.156.245.233:30008/968258112
中超 成都蓉城VS天津津门虎 全场回放（乔迁） 19:20,http://82.156.245.233:30008/968263312
中超 上海申花VS云南玉昆 全场回放（石庆圣、李彦、孙蕊） 19:30,http://82.156.245.233:30008/968255499
中超 上海申花VS云南玉昆 全场回放（AI智慧观赛） 19:30,http://82.156.245.233:30008/968253607
中超 上海申花VS云南玉昆 全场回放（智能解说） 19:30,http://82.156.245.233:30008/968255759
湘超 益阳队VS永州队 全场回放 19:38,http://82.156.245.233:30008/968260560
湘超 衡阳队VS张家界队 全场回放 19:38,http://82.156.245.233:30008/968260234
意甲 热那亚VS佛罗伦萨 全场回放（梁祥宇） 20:45,http://82.156.245.233:30008/968258190
德甲 帕德博恩VS斯图加特 全场回放（刘洪新） 21:15,http://82.156.245.233:30008/968258675
德甲 柏林联VS埃尔沃斯贝格 全场回放（马延峰） 21:15,http://82.156.245.233:30008/968258681
德甲 美因茨VS勒沃库森 全场回放（刘洋） 21:15,http://82.156.245.233:30008/968260223
德甲 奥格斯堡VS拜仁慕尼黑 全场回放（胡小凡、张力） 21:15,http://82.156.245.233:30008/968262749
德甲 奥格斯堡VS拜仁慕尼黑 全场回放（AI智能解说） 21:15,http://82.156.245.233:30008/968261413
德甲 奥格斯堡VS拜仁慕尼黑 全场回放（AI智慧观赛） 21:15,http://82.156.245.233:30008/968264012
德甲 霍芬海姆VS汉堡 全场回放（吴子越） 21:15,http://82.156.245.233:30008/968260465
英超 伊普斯维奇VS富勒姆 全场回放（刘焕） 21:45,http://82.156.245.233:30008/968259421
英超 切尔西VS伯恩茅斯 全场回放（江忠德） 21:45,http://82.156.245.233:30008/968259390
英超 切尔西VS伯恩茅斯 全场回放（涂远、董方卓、魏欣怡） 21:45,http://82.156.245.233:30008/968260860
BWF 国羽混双德比！丫邦2-0凤凰 【回放】冯彦哲/黄东萍0-2蒋振邦/魏雅欣（朱胤丞） 22:00,http://82.156.245.233:30008/968246005
BWF 国羽混双德比！丫邦2-0凤凰 【回放】高家炫/吴梦莹2-0刘广珩/许尹鏸（鸿昆） 22:00,http://82.156.245.233:30008/968244871
BWF 国羽混双德比！丫邦2-0凤凰 【回放】陈樊淑湉/罗徐敏2-0许雅晴/宋祐媗（鸿昆） 22:00,http://82.156.245.233:30008/968260240
BWF 国羽混双德比！丫邦2-0凤凰 【回放】鲍骊婧/曹梓涵1-2许尹鏸/林芝昀（鸿昆） 22:00,http://82.156.245.233:30008/968266011
BWF 国羽混双德比！丫邦2-0凤凰 【全场回放】一号场地（赛场原声）（一） 22:00,http://82.156.245.233:30008/968262708
BWF 国羽混双德比！丫邦2-0凤凰 【全场回放】一号场地（赛场原声）（二） 22:00,http://82.156.245.233:30008/968272378
BWF 国羽混双德比！丫邦2-0凤凰 【全场回放】一号场地（赛场原声）（三） 22:00,http://82.156.245.233:30008/968268596
BWF 国羽混双德比！丫邦2-0凤凰 【全场回放】一号场地（英文原声）（一） 22:00,http://82.156.245.233:30008/968256611
BWF 国羽混双德比！丫邦2-0凤凰 【全场回放】一号场地（英文原声）（二） 22:00,http://82.156.245.233:30008/968266199
世界跆拳道大奖赛 世界跆拳道大奖赛巴黎站第二日 全场回放（官方解说） 22:55,http://82.156.245.233:30008/968267306
法甲 里尔VS勒阿弗尔 全场回放（李永熙） 23:00,http://82.156.245.233:30008/968262363
体育-今天,#genre#
意甲 国际米兰VS帕尔马 全场回放（刘腾、贺宇） 23:45,http://82.156.245.233:30008/968264545
英超 曼联VS托特纳姆热刺 全场回放（詹俊、张路、程思钦） 00:00,http://82.156.245.233:30008/968265276
英超 曼联VS托特纳姆热刺 全场回放（石庆圣、李彦） 00:00,http://82.156.245.233:30008/968269633
英超 曼联VS托特纳姆热刺 全场回放（陆毅隽、何辉） 00:00,http://82.156.245.233:30008/968267763
英超 曼联VS托特纳姆热刺 全场回放（AI智能解说） 00:00,http://82.156.245.233:30008/968266663
英超 曼联VS托特纳姆热刺 全场回放（AI智慧观赛） 00:00,http://82.156.245.233:30008/968267638
西甲 巴塞罗那VS赫塔菲 全场回放（张昊泽、李欣） 00:15,http://82.156.245.233:30008/968265174
德甲 RB莱比锡VS法兰克福 全场回放（涂远、秦游夏） 00:25,http://82.156.245.233:30008/968267334
PFL 凯恩TKO梅德库里 格穆里判定胜本达乌德 主赛全场回放（汪乐） 01:55,http://82.156.245.233:30008/968272188
PFL 凯恩TKO梅德库里 格穆里判定胜本达乌德 副赛全场回放（汪乐） 01:55,http://82.156.245.233:30008/968270483
PFL 凯恩TKO梅德库里 格穆里判定胜本达乌德 副赛全场回放（英文原声） 01:55,http://82.156.245.233:30008/968270386
PFL 凯恩TKO梅德库里 格穆里判定胜本达乌德 PFL摩洛哥站主赛全场回放（英文原声） 01:55,http://82.156.245.233:30008/968273066
法甲 摩纳哥VS图卢兹 全场回放（张天翼） 02:30,http://82.156.245.233:30008/968269582
法甲 洛里昂VS巴黎FC 全场回放（邵煊） 02:30,http://82.156.245.233:30008/968270655
法甲 布雷斯特VS昂热 全场回放（乔迁） 02:30,http://82.156.245.233:30008/968272336
法甲 布雷斯特VS昂热 全场回放（AI智慧观赛） 02:30,http://82.156.245.233:30008/968270661
意甲 那不勒斯VS弗罗西诺内 全场回放（刘焕） 02:30,http://82.156.245.233:30008/968270560
法甲 巴黎圣日耳曼VS勒芒 全场回放（鹿中原、王宇） 02:30,http://82.156.245.233:30008/968270199
法甲 巴黎圣日耳曼VS勒芒 全场回放（AI智慧观赛） 02:30,http://82.156.245.233:30008/968270791
西甲 皇家马德里VS比利亚雷亚尔 全场回放（林梦鸽、贺宇） 02:30,http://82.156.245.233:30008/968270725
西甲 皇家马德里VS比利亚雷亚尔 全场回放（AI智慧观赛） 02:30,http://82.156.245.233:30008/968270665
UFC格斗之夜 艾伦裸绞降服邓肯捍卫前五排名 主赛（王琰博、郝俊） 04:55,http://82.156.245.233:30008/968280558
UFC格斗之夜 艾伦裸绞降服邓肯捍卫前五排名 主赛全场回放（英文原声） 04:55,http://82.156.245.233:30008/968281659
UFC格斗之夜 艾伦裸绞降服邓肯捍卫前五排名 副赛（王琰博、郝俊） 04:55,http://82.156.245.233:30008/968274809
UFC格斗之夜 艾伦裸绞降服邓肯捍卫前五排名 副赛（英文原声） 04:55,http://82.156.245.233:30008/968275876
NBA 猛龙VS快船 全场回放（刘沛元） 06:25,http://82.156.245.233:30008/968277535
NBA 猛龙VS快船 全场回放（英文原声） 06:25,http://82.156.245.233:30008/968279334
NBA 奇才VS活塞 全场回放（金哲豪） 06:55,http://82.156.245.233:30008/968278990
NBA 奇才VS活塞 全场回放（英文原声） 06:55,http://82.156.245.233:30008/968280668
NBA 步行者VS老鹰 全场回放（徐秦威） 06:55,http://82.156.245.233:30008/968278088
NBA 步行者VS老鹰 全场回放（英文原声） 06:55,http://82.156.245.233:30008/968280087
铁人三项系列赛 铁人中国T51.5鄂州梁子湖公开赛 解说 07:00,http://82.156.245.233:30008/968211740
NBA 凯尔特人VS76人 全场回放（连睿、季孟年、裴优） 07:55,http://82.156.245.233:30008/968280154
NBA 凯尔特人VS76人 全场回放（英文原声） 07:55,http://82.156.245.233:30008/968281496
NBA 热火VS森林狼 全场回放（邢晨） 07:55,http://82.156.245.233:30008/968280200
NBA 热火VS森林狼 全场回放（英文原声） 07:55,http://82.156.245.233:30008/968281578
NBA 勇士VS国王 全场回放（邵化谦） 08:25,http://82.156.245.233:30008/968281388
NBA 勇士VS国王 全场回放（英文原声） 08:25,http://82.156.245.233:30008/968282268
香港单车节 香港单车节 2026香港单车节全场回放（官方解说） 09:30,http://82.156.245.233:30008/968282785
NBA 太阳VS马刺 全场回放（英文原声） 10:25,http://82.156.245.233:30008/968283478
WTT 第十一日热身区 热身区 11:00,http://82.156.245.233:30008/968037888
WTT 王曼昱争双冠 周启豪2-4松岛辉空 程靖淇 徐晨皓 徐铭辰 11:00,http://82.156.245.233:30008/968037866
WTT 王曼昱争双冠 周启豪2-4松岛辉空 热身区 11:00,http://82.156.245.233:30008/968037888
超三联赛 超三联赛 三亚大区赛 A档四分之一决赛 字诚 13:55,http://82.156.245.233:30008/968190126
桂超联赛 柳州龙城VS广西漓泉天龍 赛场原声 14:50,http://82.156.245.233:30008/968181279
辽超 大连队VS本溪队 赛场原声 14:55,http://82.156.245.233:30008/967816075
中甲 延边龙鼎VS南通支云 解说 14:50,http://82.156.245.233:30008/968190015
中甲 延边龙鼎VS南通支云 赛场原声 14:50,http://82.156.245.233:30008/968190049
CBA 山东高速VS广州智都集团 张泽欣 14:50,http://82.156.245.233:30008/968202202
CBA 山东高速VS广州智都集团 赛场原声 14:50,http://82.156.245.233:30008/968202186
CBA 上海久事VS福建晋江文旅 邵化谦 14:50,http://82.156.245.233:30008/968202084
CBA 上海久事VS福建晋江文旅 赛场原声 14:50,http://82.156.245.233:30008/968202062
CBA 长白山恩都里VS青岛崂山啤酒 石楷文 14:50,http://82.156.245.233:30008/968202120
CBA 长白山恩都里VS青岛崂山啤酒 赛场原声 14:50,http://82.156.245.233:30008/968202111
CBA 宁波町渥VS浙江稠州金租 徐秦威 14:50,http://82.156.245.233:30008/968202184
CBA 宁波町渥VS浙江稠州金租 赛场原声 14:50,http://82.156.245.233:30008/968202175
CBA 南京同曦宙光VS深圳马可波罗 王冠证 14:50,http://82.156.245.233:30008/968202151
CBA 南京同曦宙光VS深圳马可波罗 赛场原声 14:50,http://82.156.245.233:30008/968202136
CBA 南京同曦宙光VS深圳马可波罗 王冠证 14:50,http://82.156.245.233:30008/968276839
青岛城市足球争霸赛 崂山区vs西海岸新区 清流播出 14:50,http://82.156.245.233:30008/968245177
青岛城市足球争霸赛 莱西市vs李沧区 清流播出 14:50,http://82.156.245.233:30008/968245184
青岛城市足球争霸赛 市北区vs胶州市 清流播出 14:50,http://82.156.245.233:30008/968245192
中甲 陕西联合VS佛山南狮 解说 15:20,http://82.156.245.233:30008/968190064
中甲 陕西联合VS佛山南狮 赛场原声 15:20,http://82.156.245.233:30008/968190078
中乙 山东泰山B队VS贵州贵阳竞技 解说 15:20,http://82.156.245.233:30008/968190359
中乙 上海海港B队VS深圳二零二八 解说 15:20,http://82.156.245.233:30008/968190353
中乙 大连英博B队VS湖北青年星 解说 15:50,http://82.156.245.233:30008/968190369
中乙 兰州陇原竞技VS广东铭途 解说 16:00,http://82.156.245.233:30008/968190318
BWF 国羽混双德比！丫邦PK高吴 蒋振邦/魏雅欣VS高家炫/吴梦莹 16:00,http://82.156.245.233:30008/968282149
BWF 国羽混双德比！丫邦PK高吴 1号场地 16:00,http://82.156.245.233:30008/968131417
BWF 国羽混双德比！丫邦PK高吴 1号场地英文视角 16:00,http://82.156.245.233:30008/968131424
中国网球公开赛 郑钦文争冠！张帅组合冲击女双冠军 西尼亚科娃/张帅 vs 达布劳斯基/史蒂芬妮 15:30,http://82.156.245.233:30008/968278293
中国网球公开赛 郑钦文争冠！张帅组合冲击女双冠军 明星视角 16:30,http://82.156.245.233:30008/968113973
中国网球公开赛 郑钦文争冠！张帅组合冲击女双冠军 3D全真视频 16:30,http://82.156.245.233:30008/968144960
中国网球公开赛 郑钦文争冠！张帅组合冲击女双冠军 钻石球场4K 16:30,http://82.156.245.233:30008/968053113
中国网球公开赛 郑钦文争冠！张帅组合冲击女双冠军 钻石球场 16:30,http://82.156.245.233:30008/967706548
中国网球公开赛 郑钦文争冠！张帅组合冲击女双冠军 赛场原声 16:30,http://82.156.245.233:30008/968278273
中乙 武汉三镇B队VS北京理工 解说 16:50,http://82.156.245.233:30008/968190382
中超 青岛西海岸VS大连英博海发 袁甲 张辛昕 17:45,http://82.156.245.233:30008/968170168
中超 青岛西海岸VS大连英博海发 赛场原声 17:45,http://82.156.245.233:30008/968169912
中超 青岛西海岸VS大连英博海发 智能解说 17:55,http://82.156.245.233:30008/968182684
NBA 火箭VS独行侠 杨健 林书豪 周鹏 17:15,http://82.156.245.233:30008/968172743
NBA 火箭VS独行侠 李天宇 陈正昊 魏欣怡 17:15,http://82.156.245.233:30008/968100911
NBA 火箭VS独行侠 同看广东vs天津 19:20,http://82.156.245.233:30008/968202060
NBA 火箭VS独行侠 同看辽宁vs四川 19:20,http://82.156.245.233:30008/968202173
NBA 火箭VS独行侠 英文原声 17:55,http://82.156.245.233:30008/968075332
NBA 火箭VS独行侠 智能字幕 17:55,http://82.156.245.233:30008/968086216
闽超 厦门队VS泉州队 赛场原声 18:00,http://82.156.245.233:30008/967833637
意甲 科莫VS罗马 涂远 马延峰 18:15,http://82.156.245.233:30008/968170414
意甲 科莫VS罗马 赛场原声 18:15,http://82.156.245.233:30008/968170590
徽BA 合肥VS芜湖 赛场原声 18:40,http://82.156.245.233:30008/968188858
中甲 广西恒宸VS深圳青年人 解说 18:50,http://82.156.245.233:30008/968190120
中甲 广西恒宸VS深圳青年人 赛场原声 18:50,http://82.156.245.233:30008/968190132
中甲 宁波职业足球俱乐部VS南京城市 解说 18:50,http://82.156.245.233:30008/968190155
中甲 宁波职业足球俱乐部VS南京城市 赛场原声 18:50,http://82.156.245.233:30008/968190175
中乙 赣州瑞狮VS海门珂缔缘 解说 18:50,http://82.156.245.233:30008/968190392
辽超 丹东队VS鞍山队 赛场原声 19:00,http://82.156.245.233:30008/967816057
闽超 福州队VS莆田队 赛场原声 19:00,http://82.156.245.233:30008/967833632
闽超 南平队VS平潭队 赛场原声 19:00,http://82.156.245.233:30008/967833640
闽超 宁德队VS三明队 赛场原声 19:00,http://82.156.245.233:30008/967833650
徽BA 滁州VS亳州 赛场原声 19:00,http://82.156.245.233:30008/968188813
徽BA 淮北VS安庆 赛场原声 19:00,http://82.156.245.233:30008/968188849
超三联赛 超三联赛 三亚大区赛 A档半决赛及决赛 李嘉伟 18:55,http://82.156.245.233:30008/968190147
晋超联赛 运城市VS阳泉市 赛场原声 19:20,http://82.156.245.233:30008/968230163
中甲 广东广州豹足球俱乐部VS定南赣联 解说 19:20,http://82.156.245.233:30008/968190202
中甲 广东广州豹足球俱乐部VS定南赣联 赛场原声 19:20,http://82.156.245.233:30008/968190234
CBA 江苏肯帝亚VS北京首钢 孙博 19:20,http://82.156.245.233:30008/968202097
CBA 江苏肯帝亚VS北京首钢 赛场原声 19:20,http://82.156.245.233:30008/968202086
CBA 北京控股VS山西汾酒 周赫 19:20,http://82.156.245.233:30008/968202128
CBA 北京控股VS山西汾酒 赛场原声 19:20,http://82.156.245.233:30008/968202122
CBA 广东东阳光VS天津先行者 庄宁宇 19:20,http://82.156.245.233:30008/968202060
CBA 广东东阳光VS天津先行者 同看独行侠vs火箭 17:15,http://82.156.245.233:30008/968172743
CBA 广东东阳光VS天津先行者 同看辽宁vs四川 19:20,http://82.156.245.233:30008/968202173
CBA 广东东阳光VS天津先行者 赛场原声 19:20,http://82.156.245.233:30008/968202055
CBA 辽宁本钢VS四川锦城 字诚 19:20,http://82.156.245.233:30008/968202173
CBA 辽宁本钢VS四川锦城 同看独行侠vs火箭 17:15,http://82.156.245.233:30008/968172743
CBA 辽宁本钢VS四川锦城 同播广东vs天津 19:20,http://82.156.245.233:30008/968202060
CBA 辽宁本钢VS四川锦城 赛场原声 19:20,http://82.156.245.233:30008/968202162
CBA 新疆广汇能源VS浙江浙商证券 连睿 19:20,http://82.156.245.233:30008/968202146
CBA 新疆广汇能源VS浙江浙商证券 赛场原声 19:20,http://82.156.245.233:30008/968202132
CBA 新疆广汇能源VS浙江浙商证券 连睿 19:20,http://82.156.245.233:30008/968276865
浙BA 普陀VS杭州 赛场原声 19:30,http://82.156.245.233:30008/968179862
浙BA 玉环VS金华 赛场原声 19:30,http://82.156.245.233:30008/968179868
中国网球公开赛 郑钦文VS米拉·安德列娃 李宁 王蔷 张浩 18:30,http://82.156.245.233:30008/968278460
中国网球公开赛 郑钦文VS米拉·安德列娃 赛场原声 19:30,http://82.156.245.233:30008/968278358
中超 重庆铜梁龙VS山东泰山 苏东 徐云龙 郭小仙儿 19:00,http://82.156.245.233:30008/968170251
中超 重庆铜梁龙VS山东泰山 赛场原声 19:20,http://82.156.245.233:30008/968170244
中超 辽宁铁人楠波湾VS武汉三镇 鲁靖明 董方卓 姚安妮 19:00,http://82.156.245.233:30008/968172672
中超 辽宁铁人楠波湾VS武汉三镇 赛场原声 19:20,http://82.156.245.233:30008/968170202
湘超 郴州队VS湘潭队 赛场原声 19:38,http://82.156.245.233:30008/968001557
湘超 娄底队VS邵阳队 赛场原声 19:38,http://82.156.245.233:30008/968001577
湘超 湘西队VS岳阳队 赛场原声 19:38,http://82.156.245.233:30008/968001581
苏超 无锡队VS徐州队 解说 19:10,http://82.156.245.233:30008/968003411
苏超 南通队VS泰州队 解说 19:10,http://82.156.245.233:30008/968003417
苏超 宿迁队VS盐城队 解说 19:10,http://82.156.245.233:30008/968003425
苏超 常州队VS苏州队 解说 19:10,http://82.156.245.233:30008/968003454
浪琴环球马术冠军赛 罗马站LGCT大奖赛 赛场原声 19:50,http://82.156.245.233:30008/968200638
浪琴环球马术冠军赛 罗马站LGCT大奖赛 英文解说 19:50,http://82.156.245.233:30008/968200661
浪琴环球马术冠军赛 罗马站LGCT大奖赛 中文解说 19:50,http://82.156.245.233:30008/968200685
西甲 埃尔切VS塞尔塔 孙雨轩 19:45,http://82.156.245.233:30008/968169342
西甲 埃尔切VS塞尔塔 赛场原声 19:45,http://82.156.245.233:30008/968169315
英超 赫尔城VS埃弗顿 林梦鸽 20:45,http://82.156.245.233:30008/968169034
英超 赫尔城VS埃弗顿 赛场原声 20:45,http://82.156.245.233:30008/968169021
英超 赫尔城VS埃弗顿 英文原声 20:45,http://82.156.245.233:30008/968169027
英超 水晶宫VS诺丁汉森林 兰子非 20:45,http://82.156.245.233:30008/968168989
英超 水晶宫VS诺丁汉森林 赛场原声 20:45,http://82.156.245.233:30008/968168954
英超 水晶宫VS诺丁汉森林 英文原声 20:45,http://82.156.245.233:30008/968168964
英超 水晶宫VS诺丁汉森林 智能解说 20:55,http://82.156.245.233:30008/968181767
法甲 尼斯VS斯特拉斯堡 邵煊 20:45,http://82.156.245.233:30008/968169587
法甲 尼斯VS斯特拉斯堡 赛场原声 20:45,http://82.156.245.233:30008/968169581
意甲 莱切VS博洛尼亚 张昊泽 20:45,http://82.156.245.233:30008/968170405
意甲 莱切VS博洛尼亚 赛场原声 20:45,http://82.156.245.233:30008/968170558
意甲 拉齐奥VS蒙扎 乔迁 20:45,http://82.156.245.233:30008/968170410
意甲 拉齐奥VS蒙扎 赛场原声 20:45,http://82.156.245.233:30008/968170575
德甲 科隆VS门兴格拉德巴赫 李霄 21:15,http://82.156.245.233:30008/968170335
德甲 科隆VS门兴格拉德巴赫 赛场原声 21:15,http://82.156.245.233:30008/968170323
世界跆拳道大奖赛 世界跆拳道大奖赛巴黎站第三日 解说 21:25,http://82.156.245.233:30008/968188406
西甲 皇家社会VS拉科鲁尼亚 梁祥宇 22:00,http://82.156.245.233:30008/968169295
西甲 皇家社会VS拉科鲁尼亚 赛场原声 22:00,http://82.156.245.233:30008/968169285
法甲 雷恩VS欧塞尔 盛斌 23:00,http://82.156.245.233:30008/968169651
法甲 雷恩VS欧塞尔 赛场原声 23:00,http://82.156.245.233:30008/968169635
英超 利物浦VS曼城 詹俊 张路 孙继海 23:00,http://82.156.245.233:30008/968169138
英超 利物浦VS曼城 娄一晨 刘越 23:15,http://82.156.245.233:30008/968169118
英超 利物浦VS曼城 陈凯冬 何辉 23:15,http://82.156.245.233:30008/968169112
英超 利物浦VS曼城 4K赛场原声 23:15,http://82.156.245.233:30008/968169056
英超 利物浦VS曼城 英文原声 23:15,http://82.156.245.233:30008/968169062
英超 利物浦VS曼城 智能解说 23:25,http://82.156.245.233:30008/968201481
英超 利物浦VS曼城 陈渤胄 23:15,http://82.156.245.233:30008/968205095
英超 利物浦VS曼城 洪荒 23:15,http://82.156.245.233:30008/968205101
英超 利物浦VS曼城 詹俊 张路 孙继海 23:00,http://82.156.245.233:30008/968205136
德甲 弗赖堡VS沙尔克04 周楚雄 23:15,http://82.156.245.233:30008/968170352
德甲 弗赖堡VS沙尔克04 赛场原声 23:15,http://82.156.245.233:30008/968170350
体育-明天,#genre#
意甲 萨索洛VSAC米兰 石庆圣 李彦 23:45,http://82.156.245.233:30008/968170400
意甲 萨索洛VSAC米兰 赛场原声 23:45,http://82.156.245.233:30008/968170521
意甲 萨索洛VSAC米兰 智能解说 23:55,http://82.156.245.233:30008/968181660
西甲 皇家贝蒂斯VS奥萨苏纳 兰子非 00:15,http://82.156.245.233:30008/968169263
西甲 皇家贝蒂斯VS奥萨苏纳 赛场原声 00:15,http://82.156.245.233:30008/968169253
意甲 卡利亚里VS尤文图斯 孙雨轩 刘腾 02:30,http://82.156.245.233:30008/968170356
意甲 卡利亚里VS尤文图斯 赛场原声 02:30,http://82.156.245.233:30008/968170507
意甲 卡利亚里VS尤文图斯 智能字幕 02:30,http://82.156.245.233:30008/968205017
法甲 特鲁瓦VS马赛 盛斌 02:30,http://82.156.245.233:30008/968169721
法甲 特鲁瓦VS马赛 赛场原声 02:30,http://82.156.245.233:30008/968169682
法甲 特鲁瓦VS马赛 智能字幕 02:30,http://82.156.245.233:30008/968205007
西甲 桑坦德竞技VS瓦伦西亚 李霄 02:45,http://82.156.245.233:30008/968169243
西甲 桑坦德竞技VS瓦伦西亚 赛场原声 02:45,http://82.156.245.233:30008/968169223
NBA 骑士VS魔术 刘圳展 06:25,http://82.156.245.233:30008/968237497
NBA 骑士VS魔术 英文原声 06:25,http://82.156.245.233:30008/968237516
NBA 骑士VS魔术 智能字幕 06:25,http://82.156.245.233:30008/968280056
NBA 黄蜂VS雄鹿 张泽欣 06:55,http://82.156.245.233:30008/968237588
NBA 黄蜂VS雄鹿 英文原声 06:55,http://82.156.245.233:30008/968237671
咪咕体育日报 undefined 咪咕体育日报 第208期 08:00,http://82.156.245.233:30008/968047730
NBA 掘金VS公牛 解说 08:55,http://82.156.245.233:30008/968237799
NBA 掘金VS公牛 英文原声 08:55,http://82.156.245.233:30008/968237831
NBA 掘金VS公牛 智能字幕 08:55,http://82.156.245.233:30008/968280076
中乙 山西崇德荣海VS江西庐山 解说 14:50,http://82.156.245.233:30008/968190403
CBA CBA联赛新闻发布会 清流播出 14:50,http://82.156.245.233:30008/968282460
中乙 大连可为VS杭州临平吴越 解说 15:50,http://82.156.245.233:30008/968190428
中乙 广州蒲公英VS上海赛更达 解说 15:50,http://82.156.245.233:30008/968190435
WTT 侯英超、程靖淇、徐晨皓邀您复盘 侯英超 程靖淇 徐晨皓 19:00,http://82.156.245.233:30008/968024462
晋超联赛 晋中市VS吕梁市 赛场原声 19:20,http://82.156.245.233:30008/968009498
中乙 厦门飞鹭VS泰安天贶 解说 19:20,http://82.156.245.233:30008/968190499
中乙 温州俱乐部VS长春喜都 解说 19:20,http://82.156.245.233:30008/968190475
亚冠精英 塔什干棉农VS胡拜尔库迪西亚 李霄 21:30,http://82.156.245.233:30008/968170286
亚冠精英 塔什干棉农VS胡拜尔库迪西亚 赛场原声 21:30,http://82.156.245.233:30008/968170313
//咪咕结束

DG专属,#group#
凤凰秀,#genre#
凤凰中文台,http://bobohome.ignorelist.com:20247/fengshows?id=2.m3u8
凤凰资讯台,http://bobohome.ignorelist.com:20247/fengshows?id=1.m3u8
凤凰香港台,http://bobohome.ignorelist.com:20247/fengshows?id=3.m3u8
代理央卫1,#genre#
CCTV-1综合,http://204.12.221.218:8181/3m1080p/cctv1.m3u8
CCTV-2财经,http://204.12.221.218:8181/3m1080p/cctv2.m3u8
CCTV-3综艺,http://204.12.221.218:8181/3m1080p/cctv3.m3u8
CCTV-4中文国际,http://204.12.221.218:8181/3m1080p/cctv4.m3u8
CCTV-5体育,http://204.12.221.218:8181/3m1080p/cctv5.m3u8
CCTV-6电影,http://204.12.221.218:8181/3m1080p/cctv6.m3u8
CCTV-7国防军事,http://204.12.221.218:8181/3m1080p/cctv7.m3u8
CCTV-8电视剧,http://204.12.221.218:8181/3m1080p/cctv8.m3u8
CCTV-9纪录,http://204.12.221.218:8181/3m1080p/cctv9.m3u8
CCTV-10科教,http://204.12.221.218:8181/3m1080p/cctv10.m3u8
CCTV-11戏曲,http://204.12.221.218:8181/3m1080p/cctv11.m3u8
CCTV-12社会与法,http://204.12.221.218:8181/3m1080p/cctv12.m3u8
CCTV-13新闻,http://204.12.221.218:8181/3m1080p/cctv13.m3u8
CCTV-14少儿,http://204.12.221.218:8181/3m1080p/cctv14.m3u8
CCTV-15音乐,http://204.12.221.218:8181/3m1080p/cctv15.m3u8
CCTV-16奥林匹克,http://204.12.221.218:8181/3m1080p/cctv16.m3u8
CCTV-17农业农村,http://204.12.221.218:8181/3m1080p/cctv17.m3u8
CCTV-5+HD,http://204.12.221.218:8181/3m1080p/cctv5p.m3u8
CCTV-女性时尚,http://204.12.221.218:8181/3m1080p/nxss.m3u8
中央新影-发现之旅,http://204.12.221.218:8181/3m1080p/fxzl.m3u8
中央新影-老故事,http://204.12.221.218:8181/3m1080p/lgs.m3u8
中国教育1,http://204.12.221.218:8181/3m1080p/cetv1.m3u8
中国教育2,http://204.12.221.218:8181/3m1080p/cetv2.m3u8
中国教育3,http://204.12.221.218:8181/3m1080p/cetv3.m3u8
中国教育4,http://204.12.221.218:8181/3m1080p/cetv4.m3u8
早期教育,http://204.12.221.218:8181/3m1080p/zqjy.m3u8
山东教育卫视,http://204.12.221.218:8181/3m1080p/sdjy.m3u8
国学频道,http://204.12.221.218:8181/3m1080p/gxpd.m3u8
北京卡酷少儿,http://204.12.221.218:8181/3m1080p/btvkk.m3u8
嘉佳卡通,http://204.12.221.218:8181/3m1080p/gdjjkt.m3u8
金鹰卡通,http://204.12.221.218:8181/3m1080p/hnjykt.m3u8
优漫卡通,http://204.12.221.218:8181/3m1080p/ymkt.m3u8
天元围棋,http://204.12.221.218:8181/3m1080p/gztywq.m3u8
湖南卫视,http://204.12.221.218:8181/3m1080p/hnws.m3u8
浙江卫视,http://204.12.221.218:8181/3m1080p/zjws.m3u8
江苏卫视,http://204.12.221.218:8181/3m1080p/jsws.m3u8
重庆卫视,http://204.12.221.218:8181/3m1080p/cqws.m3u8
东方卫视,http://204.12.221.218:8181/3m1080p/dfws.m3u8
东南卫视,http://204.12.221.218:8181/3m1080p/dnws.m3u8
广东卫视,http://204.12.221.218:8181/3m1080p/gdws.m3u8
甘肃卫视,http://204.12.221.218:8181/3m1080p/gsws.m3u8
贵州卫视,http://204.12.221.218:8181/3m1080p/gzws.m3u8
湖北卫视,http://204.12.221.218:8181/3m1080p/hbws.m3u8
厦门卫视,http://204.12.221.218:8181/3m1080p/xmws.m3u8
山西卫视,http://204.12.221.218:8181/3m1080p/sxws.m3u8
河南卫视,http://204.12.221.218:8181/3m1080p/haws.m3u8
河北卫视,http://204.12.221.218:8181/3m1080p/hews.m3u8
四川卫视,http://204.12.221.218:8181/3m1080p/scws.m3u8
陕西卫视,http://204.12.221.218:8181/3m1080p/snws.m3u8
安徽卫视,http://204.12.221.218:8181/3m1080p/ahws.m3u8
北京卫视,http://204.12.221.218:8181/3m1080p/bjws.m3u8
黑龙江卫视,http://204.12.221.218:8181/3m1080p/hljws.m3u8
吉林卫视,http://204.12.221.218:8181/3m1080p/jlws.m3u8
江西卫视,http://204.12.221.218:8181/3m1080p/jxws.m3u8
辽宁卫视,http://204.12.221.218:8181/3m1080p/lnws.m3u8
山东卫视,http://204.12.221.218:8181/3m1080p/sdws.m3u8
青海卫视,http://204.12.221.218:8181/3m1080p/qhws.m3u8
新疆卫视,http://204.12.221.218:8181/3m1080p/xjws.m3u8
西藏卫视,http://204.12.221.218:8181/3m1080p/xzws.m3u8
海南卫视,http://204.12.221.218:8181/3m1080p/lyws.m3u8
三沙卫视,http://204.12.221.218:8181/3m1080p/ssws.m3u8
深圳卫视,http://204.12.221.218:8181/3m1080p/szws.m3u8
天津卫视,http://204.12.221.218:8181/3m1080p/tjws.m3u8
云南卫视,http://204.12.221.218:8181/3m1080p/ynws.m3u8
兵团卫视,http://204.12.221.218:8181/3m1080p/btws.m3u8
宁夏卫视,http://204.12.221.218:8181/3m1080p/nxws.m3u8
内蒙古卫视,http://204.12.221.218:8181/3m1080p/nmgws.m3u8
延边卫视,http://204.12.221.218:8181/3m1080p/ybws.m3u8
农林卫视,http://204.12.221.218:8181/3m1080p/snnl.m3u8
代理央卫2,#genre#
CCTV-1,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226016/index.m3u8 $黑龙江移动
CCTV-2,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225588/index.m3u8 $黑龙江移动
CCTV-3,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226021/index.m3u8 $黑龙江移动
CCTV-4,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226007/index.m3u8 $黑龙江移动
CCTV-5,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226019/index.m3u8 $黑龙江移动
CCTV-5+,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225603/index.m3u8 $黑龙江移动
CCTV-6,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226010/index.m3u8 $黑龙江移动
CCTV-7,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225733/index.m3u8 $黑龙江移动
CCTV-8,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226008/index.m3u8 $黑龙江移动
CCTV-9,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225734/index.m3u8 $黑龙江移动
CCTV-10,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225730/index.m3u8 $黑龙江移动
CCTV-11,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225597/index.m3u8 $黑龙江移动
CCTV-12,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225731/index.m3u8 $黑龙江移动
CCTV-13,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226537/index.m3u8 $黑龙江移动
CCTV-14,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225732/index.m3u8 $黑龙江移动
CCTV-15,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225601/index.m3u8 $黑龙江移动
CCTV-16,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226100/index.m3u8 $黑龙江移动
CCTV-17,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225765/index.m3u8 $黑龙江移动
北京卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225728/index.m3u8 $黑龙江移动
天津卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225740/index.m3u8 $黑龙江移动
东方卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225735/index.m3u8 $黑龙江移动
重庆卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226409/index.m3u8 $黑龙江移动
江苏卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225613/index.m3u8 $黑龙江移动
浙江卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225612/index.m3u8 $黑龙江移动
安徽卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226391/index.m3u8 $黑龙江移动
江西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226344/index.m3u8 $黑龙江移动
湖南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225610/index.m3u8 $黑龙江移动
湖北卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225627/index.m3u8 $黑龙江移动
河南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226480/index.m3u8 $黑龙江移动
河北卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226406/index.m3u8 $黑龙江移动
广东卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226248/index.m3u8 $黑龙江移动
广西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226380/index.m3u8 $黑龙江移动
黑龙江卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226327/index.m3u8 $黑龙江移动
吉林卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226397/index.m3u8 $黑龙江移动
辽宁卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225619/index.m3u8 $黑龙江移动
东南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226341/index.m3u8 $黑龙江移动
深圳卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225739/index.m3u8 $黑龙江移动
山东卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226456/index.m3u8 $黑龙江移动
云南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226444/index.m3u8 $黑龙江移动
贵州卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226474/index.m3u8 $黑龙江移动
四川卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226338/index.m3u8 $黑龙江移动
海南卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226465/index.m3u8 $黑龙江移动
甘肃卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225633/index.m3u8 $黑龙江移动
山西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225624/index.m3u8 $黑龙江移动
宁夏卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225632/index.m3u8 $黑龙江移动
陕西卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225625/index.m3u8 $黑龙江移动
新疆卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225635/index.m3u8 $黑龙江移动
内蒙古卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225634/index.m3u8 $黑龙江移动
兵团卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226439/index.m3u8 $黑龙江移动
西藏卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225638/index.m3u8 $黑龙江移动
青海卫视,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225628/index.m3u8 $黑龙江移动

数字频道,#genre#
北京纪实,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225729/index.m3u8
黑莓电影,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225743/index.m3u8
黑莓动画,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225662/index.m3u8
黑莓电竞,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225675/index.m3u8
求索动物,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225730/1.m3u8
求索记录,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225713/1.m3u8
求索科学,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225728/1.m3u8
求索生活,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225715/1.m3u8
金鹰卡通,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225561/1.m3u8
卡酷少儿,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225562/1.m3u8
哈哈炫动,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225534/1.m3u8
优漫卡通,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225556/1.m3u8
哒啵赛事,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225559/1.m3u8

NewTV超级电影,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225717/index.m3u8
NewTV超级电视剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225716/index.m3u8
NewTV超级综艺,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225714/index.m3u8
NewTV超级体育,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225715/index.m3u8
NewTV精品大剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225670/index.m3u8
NewTV精品纪录,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225672/index.m3u8
NewTV精品体育,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225674/index.m3u8
NewTV金牌综艺,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225666/index.m3u8
NewTV东北热剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225741/index.m3u8
NewTV动作电影,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225661/index.m3u8
NewTV家庭剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225677/index.m3u8
NewTV军旅剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225676/index.m3u8
NewTV古装剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225663/index.m3u8
NewTV爱情喜剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225669/index.m3u8
NewTV欢乐剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225742/index.m3u8
NewTV明星大片,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225664/index.m3u8
NewTV海外剧场,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225671/index.m3u8
NewTV惊悚悬疑,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225665/index.m3u8
NewTV军事评论,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225668/index.m3u8
NewTV怡伴健康,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225673/index.m3u8
NewTV武搏世界,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225680/index.m3u8
NewTV中国功夫,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225681/index.m3u8
NewTV农业致富,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225683/index.m3u8
NewTV潮妈辣婆,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225685/index.m3u8
NewTV炫舞未来,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225719/index.m3u8
电视剧,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/TVOD/88888888/224/3221225664/index.m3u8
综艺,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/TVOD/88888888/224/3221225671/index.m3u8
体育,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://ottrrs.hl.chinamobile.com/TVOD/88888888/224/3221225680/index.m3u8

咪咕体育全网,#genre#
睛彩广场舞,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226046/1.m3u8
睛彩广场舞,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226143/1.m3u8
睛彩竞技,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225897/1.m3u8
睛彩篮球,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225895/1.m3u8
睛彩篮球,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226027/1.m3u8
睛彩青少,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221226053/1.m3u8
至臻世界4K,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225651/1.m3u8
咪咕音乐4K,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225655/1.m3u8
咪咕视频01,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225611/1.m3u8
咪咕视频02,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225613/1.m3u8
咪咕视频03,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225620/1.m3u8
咪咕视频04,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225619/1.m3u8
咪咕视频05,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225639/1.m3u8
咪咕视频05,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225643/1.m3u8
咪咕视频06,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225641/1.m3u8
咪咕视频06,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225645/1.m3u8
咪咕视频07,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225647/1.m3u8
咪咕视频08,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225648/1.m3u8
咪咕视频09,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225649/1.m3u8
咪咕视频10,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225650/1.m3u8
咪咕视频11,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225652/1.m3u8
咪咕视频12,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225653/1.m3u8
咪咕视频13,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225654/1.m3u8
咪咕视频14,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225660/1.m3u8
咪咕视频15,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225662/1.m3u8
咪咕视频16,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225733/1.m3u8
咪咕视频17,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225735/1.m3u8
咪咕视频18,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225737/1.m3u8
咪咕视频19,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225754/1.m3u8
咪咕视频20,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225756/1.m3u8
咪咕视频21,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225758/1.m3u8
咪咕视频22,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225760/1.m3u8
咪咕视频23,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225901/1.m3u8
咪咕视频24,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225899/1.m3u8
咪咕视频25,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225905/1.m3u8
咪咕视频26,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225903/1.m3u8
咪咕视频27,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225910/1.m3u8
咪咕视频28,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225912/1.m3u8
咪咕视频29,http://1.94.31.214/php/py/k-web/ku9/py/socks5.py?ip=111.43.114.137:1080&u=http://39.134.65.106/PLTV/88888888/224/3221225914/1.m3u8


移动咪咕体育,#genre#
咪咕视频1,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000005969&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频2,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000007218&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频3,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000008001&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频4,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000010129&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频5,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000010948&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频6,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000028638&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频7,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000031494&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频8,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000000097&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频9,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000002019&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频10,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000003915&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频11,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000004193&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频12,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000005837&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频13,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000006077&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频14,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000006658&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频15,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000009788&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频16,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000010833&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频17,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000011297&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频18,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000011518&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频19,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000012558&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频20,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000012616&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频21,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000015470&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频22,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000019839&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频23,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000021904&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频24,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000025380&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频25,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000027691&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频26,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000031669&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕视频27,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011518&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频28,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011519&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频29,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011520&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频30,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011521&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频31,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011522&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频32,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=hnbblive&Contentid=2000000003000000063&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕视频33,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=ystenlive&Contentid=1000000006000270004&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕体育4K,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000005180&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$30M UHD
咪咕游戏赛事,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000008176&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕足球赛事1,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000005308&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕足球赛事2,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000001000008379&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$8M FHD
咪咕足球赛事3,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000002809&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕足球赛事4,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000015560&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
咪咕足球赛事5,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/5000000011000265001/1.m3u8?channel-id=FifastbLive&Contentid=3000000010000023434&livemode=1&stbId=001C366F865C602F58587E8BE8616930&mode=1&$5M FHD
睛彩 竞技,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/3000000020000011528/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011528&livemode=1&stbId=001C366F865C602F58587E8BE8616930
睛彩 篮球,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/3000000020000011529/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011529&livemode=1&stbId=001C366F865C602F58587E8BE8616930
睛彩 青少,http://36.155.98.21/gslbserv.itv.cmvideo.cn:80/3000000020000011525/1.m3u8?channel-id=FifastbLive&Contentid=3000000020000011525&livemode=1&stbId=001C366F865C602F58587E8BE8616930

虎牙轮播,#genre#,DE=1#SC=0
电影_星爷,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342412
电影_英叔,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342421
电影_发哥,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342387
电影_成龙,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342386
电影_王晶,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602058
电影_沈腾,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601968
电影_黄渤,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352876
电影_强森,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059581
电影_漫威,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602034
电影_宇宙,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342428
电影_怪兽,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059577
电影_武侠,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342427
电影_警匪,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352886
电影_罪犯,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352962
电影_枪战,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059579
电影_海盗,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059595
电影_赛车,http://tv.zimtv.cn/tv/player/api/huya.php?id=11279247
电影_推荐,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602041
电影_救援,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059594
电影_热血,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352934
电影_盗墓,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059552
电影_贺岁,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601971
电影_玄幻,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342414
电影_谍战,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059585
电影_战争,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059592
电影_喜剧,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352877
电影_港片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602043
电影_国产,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352973
电影_周星星,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336587
电影_李连杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342390
电影_洪金宝,http://tv.zimtv.cn/tv/player/api/huya.php?id=11279251
电影_梁家辉,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342429
电影_刘德华,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342424
电影_斯坦森,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059588
电影_小鬼头,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352963
电影_八点档,http://tv.zimtv.cn/tv/player/api/huya.php?id=880261
电影_蜘蛛侠,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059599
电影_贺岁片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601986
电影_功夫片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352941
电影_黑帮片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336719
电影_丧尸片,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059578
电影_灾难片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602075
电影_谍战片,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059587
电影_战争片,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059574
电影_犯罪片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352974
电影_古装片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336590
电影_高分动作,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352884
电影_动作电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602077
电影_搞笑喜剧,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342423
电影_喜剧专场,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602044
电影_欢笑影院,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352894
电影_不挤影院,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352897
电影_国产悬疑,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342395
电影_快意江湖,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342435
电影_黑帮斗争,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342419
电影_嫣然影厅,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601977
电影_许氏三杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602033
电影_经典港片,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352965
电影_镖行天下,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352969
电影_高能反转,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352887
电影_喜乐影院,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059580
电影_蘑菇影厅,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601981
电影_搞笑恐怖,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601960
电影_死神来了,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352903
电影_变形金刚,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059596
电影_怪兽系列,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059554
剧集_老三国,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602081
剧集_新三国,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352944
剧集_新水浒,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342384
剧集_纪晓岚,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342396
剧集_庆余年,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352960
剧集_雍正王朝,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342439
剧集_士兵突击,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342430
剧集_爱情公寓,http://tv.zimtv.cn/tv/player/api/huya.php?id=11336726
剧集_武林外传,http://tv.zimtv.cn/tv/player/api/huya.php?id=21059598
剧集_地下交通站,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342433
剧集_邻里一家亲,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342426
搞笑_陈翔六点半,http://tv.zimtv.cn/tv/player/api/huya.php?id=11274154
解说_鹿哥电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=24396360
解说_斌哥漫说,http://tv.zimtv.cn/tv/player/api/huya.php?id=18632116
解说_续哥说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=24396472
解说_小川侃电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=15870999
解说_阿良说剧,http://tv.zimtv.cn/tv/player/api/huya.php?id=20488841
解说_鱼丸电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16615910
解说_阿斗说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=13303478
解说_扁豆看电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16028551
解说_乌贼说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16604522
解说_大象放映室,http://tv.zimtv.cn/tv/player/api/huya.php?id=21277391
解说_科幻梦工场,http://tv.zimtv.cn/tv/player/api/huya.php?id=15152155
解说_亮哥讲电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16144175
解说_越哥说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=15894162
解说_小冉看电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=17341907
解说_阿翔说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16868935
解说_虎妞说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=20343144
解说_涵哥评电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16865726
解说_老皮讲电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16968572
解说_默爷侃电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=17204307
解说_冷君说电影,http://tv.zimtv.cn/tv/player/api/huya.php?id=16739452
解说_恐怖电影解说,http://tv.zimtv.cn/tv/player/api/huya.php?id=16741179
许氏三杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602033
许冠英,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601972
五福星,http://tv.zimtv.cn/tv/player/api/huya.php?id=11282233
周星驰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342412
成龙,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342386
周润发,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342387
李连杰,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342390
邱淑贞,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352949
刘德华,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342424
林正英,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342421
徐峥,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602043
沈腾,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601968
古天乐,http://tv.zimtv.cn/tv/player/api/huya.php?id=11602041
洪金宝,http://tv.zimtv.cn/tv/player/api/huya.php?id=11279251
徐克,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352909
黄渤,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352876
斗罗大陆,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352906
音乐石榴「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=17091681
音乐速递「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=19439762
治愈•放松「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=21241811
阅读•学习「音乐」,http://tv.zimtv.cn/tv/player/api/huya.php?id=21241813
电视剧•1「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=21277391
电视剧•2「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=25018873
电影•1「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20289754
电影•2「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=24983280
电影•3「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=24396428
动漫•1「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=19757963
恐怖电影「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=23419131
漫威「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=17089779
美剧「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20488841
七龙珠「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=25650806
止戈电影「解说」,http://tv.zimtv.cn/tv/player/api/huya.php?id=19863777
挨饿德•1「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20985858
挨饿德•2「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=17693860
互扇巴掌大赛「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20072873
荒野求生「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=593667
野行者「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=20072663
跳舞「其他」,http://tv.zimtv.cn/tv/player/api/huya.php?id=24634408
茶啊二中「动画」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11213191
哆啦A梦「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601963
航海王「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=16913382
七龙珠「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11601966
猫和老鼠「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11352879
中华小当家「动漫」,http://tv.zimtv.cn/tv/player/api/huya.php?id=11342413

地方频道,#group#
北京地区,#genre#
北京新闻,http://route.079915.xyz:4022/rtp/239.3.1.159:8000
北京影视,http://route.079915.xyz:4022/rtp/239.3.1.158:8000
北京文艺,http://route.079915.xyz:4022/rtp/239.3.1.242:8000
北京财经,http://route.079915.xyz:4022/rtp/239.3.1.116:8000
北京生活,http://route.079915.xyz:4022/rtp/239.3.1.117:8000
北京生活,http://route.079915.xyz:4022/rtp/239.3.1.118:8000
北京纪实科教,http://route.079915.xyz:4022/rtp/239.3.1.115:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.189:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.243:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.120:8000
北京卡酷少儿,http://route.079915.xyz:4022/rtp/239.3.1.121:8000
北京国际频道,http://route.079915.xyz:4022/rtp/239.3.1.235:8000
爱上4K,http://route.079915.xyz:4022/rtp/239.3.1.236:2000
4K超清,http://route.079915.xyz:4022/rtp/239.3.1.249:8001
淘电影,http://route.079915.xyz:4022/rtp/239.3.1.250:8001
淘电影,http://route.079915.xyz:4022/rtp/239.3.1.111:8001
星影,http://route.079915.xyz:4022/rtp/239.3.1.94:4120
动作影院,http://route.079915.xyz:4022/rtp/239.3.1.92:4120
光影,http://route.079915.xyz:4022/rtp/239.3.1.84:4120
喜剧影院,http://route.079915.xyz:4022/rtp/239.3.1.91:4120
家庭影院,http://route.079915.xyz:4022/rtp/239.3.1.93:4120
精选,http://route.079915.xyz:4022/rtp/239.3.1.74:4120
经典电影,http://route.079915.xyz:4022/rtp/239.3.1.195:9024
纪实人文,http://route.079915.xyz:4022/rtp/239.3.1.212:8060
淘剧场,http://route.079915.xyz:4022/rtp/239.3.1.95:8001
淘剧场,http://route.079915.xyz:4022/rtp/239.3.1.112:8001
都市剧场,http://route.079915.xyz:4022/rtp/239.3.1.203:8001
淘娱乐,http://route.079915.xyz:4022/rtp/239.3.1.100:8001
淘娱乐,http://route.079915.xyz:4022/rtp/239.3.1.113:8001
淘BABY,http://route.079915.xyz:4022/rtp/239.3.1.238:8001
萌宠TV,http://route.079915.xyz:4022/rtp/239.3.1.102:8001
动漫秀场,http://route.079915.xyz:4022/rtp/239.3.1.202:8001
中国交通,http://route.079915.xyz:4022/rtp/239.3.1.188:8001
朝阳融媒,http://route.079915.xyz:4022/rtp/239.3.1.163:8001
通州融媒,http://route.079915.xyz:4022/rtp/239.3.1.221:8001
密云电视台,http://route.079915.xyz:4022/rtp/239.3.1.154:8001
房山电视台,http://route.079915.xyz:4022/rtp/239.3.1.96:8001
门头沟电视台,http://route.079915.xyz:4022/rtp/239.3.1.59:8001
延庆电视台,http://route.079915.xyz:4022/rtp/239.3.1.187:8001
上海地区,#genre#
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=6f4b191d0930fafab8274665578e1df8&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=b42305d47a7ea7de356f6b9953dd63fb&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=c0bc623be007e5295d462465c7bd7bd7&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海新闻综合,https://live.264788.xyz/channel/shanghaixinwenzonghe?streamid=a064629942f561cf9f5a930648802197&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=6b0126f9b7bc4f48ba696eec5680e906&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=0995015e995fbffe5924ab43ff48f40f&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=4119308d25ef60295b2aa8f2898e3e31&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方影视,https://live.264788.xyz/channel/dongfangyingshi?streamid=c016ecf40cfad98bdb2f24dae2067863&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=50d4da670b986b3815f3797d1ffe0c6e&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=3c6cb6f00aa32febab803c0b2304d5d0&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=9c40de9ef5c8cdf9cc21d6ad9e6b9d76&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
第一财经,https://live.264788.xyz/channel/diyicaijing?streamid=c8db609722f9ed252559f883cc079200&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=86a2efa09c42c8f425082fc405958019&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=5d17da390f8e4805aae4a71868d4ef6c&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=bacdc88caa25b71b955f471072f07349&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,https://live.264788.xyz/channel/wuxingtiyu?streamid=574ea4050333d6418edfd71d0df52f43&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=04d627efc64630bba0d2507513583a6f&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=66feaac0153fda6d6dce43f793c0ae59&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=08cdaffbd7855272c1a4c37b75f53892&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海都市,https://live.264788.xyz/channel/shanghaidushi?streamid=d6aa1eedf2ffc5a88ee19737d90c28c6&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=eeaff1cd39e54df91b0c78a39177c49a&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=dcba68715ee4b61f9d03d23fe8cda368&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=6e1c8fcfd09faa555bf1a3f560c46d09&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
东方购物,https://live.264788.xyz/channel/dongfanggouwu?streamid=ae298b071395e7c4b8f5105ba9b22ef6&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=b02bea090da12acecb8361a581676210&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=23a01b2c8e8e22aa3bb7b227a129e2c4&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=7929616b4ed4f0398125e35ab1172c4a&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
上海教育,https://live.264788.xyz/channel/shanghaijiaoyu?streamid=8d167a5b0fdf668c0f442e838db5e410&livekey=01WgOR41rriMmMkzNsd0UoaxJRwetZdxIvtVk
五星体育,webview://https://live.kankanews.com/huikan?id=10
魔都眼,webview://https://live.kankanews.com/huikan?id=11
东方卫视,webview://https://live.kankanews.com/huikan?id=1
上海新闻综合,webview://https://live.kankanews.com/huikan?id=2
上海都市,webview://https://live.kankanews.com/huikan?id=4
第一财经,webview://https://live.kankanews.com/huikan?id=5
哈哈炫动,webview://https://live.kankanews.com/huikan?id=9
人文纪实,webview://https://live.kankanews.com/huikan?id=12

广东地区,#genre#
广东民生,http://183.11.239.36:808/hls/18/index.m3u8
广东4K超高清,http://183.11.239.36:808/hls/9/index.m3u8
浙江地区,#genre#
浙江少儿,http://ali-xwl.cztv.com/live/channel081080Plxw.m3u8
浙江少儿,http://ali-xwl.cztv.com/live/channel08720Plxw.m3u8
浙江钱江都市,http://ali-xwl.cztv.com/live/channel021080Plxw.m3u8
浙江钱江都市,http://ali-xwl.cztv.com/live/channel02720Plxw.m3u8
浙江经济生活,http://ali-xwl.cztv.com/live/channel031080Plxw.m3u8
浙江经济生活,http://ali-xwl.cztv.com/live/channel03720Plxw.m3u8
浙江民生休闲,http://ali-xwl.cztv.com/live/channel061080Plxw.m3u8
浙江民生休闲,http://ali-xwl.cztv.com/live/channel06720Plxw.m3u8
浙江新闻,http://ali-xwl.cztv.com/live/channel071080Plxw.m3u8
浙江新闻,http://ali-xwl.cztv.com/live/channel07720Plxw.m3u8
浙江教科影视,http://ali-xwl.cztv.com/live/channel041080Plxw.m3u8
浙江教科影视,http://ali-xwl.cztv.com/live/channel04720Plxw.m3u8
浙江国际,http://ali-xwl.cztv.com/live/channel101080Plxw.m3u8
浙江国际,http://ali-xwl.cztv.com/live/channel10720Plxw.m3u8
嵊州综合,http://l.cztvcloud.com/channels/lantian/SXshengzhou1/720p.m3u8
象山综合,http://l.cztvcloud.com/channels/lantian/SXxiangshan1/720p.m3u8
新昌综合,http://l.cztvcloud.com/channels/lantian/SXxinchang1/720p.m3u8
平湖新闻综合,http://l.cztvcloud.com/channels/lantian/SXpinghu1/720p.m3u8
平湖民生休闲,http://l.cztvcloud.com/channels/lantian/SXpinghu2/720p.m3u8
青田电视台,http://l.cztvcloud.com/channels/lantian/SXqingtian1/720p.m3u8
余姚新闻综合,http://l.cztvcloud.com/channels/lantian/SXyuyao1/720p.m3u8
萧山综合,http://l.cztvcloud.com/channels/lantian/SXxiaoshan1/720p.m3u8
萧山生活,http://l.cztvcloud.com/channels/lantian/SXxiaoshan2/720p.m3u8
上虞新闻综合,http://l.cztvcloud.com/channels/lantian/SXshangyu1/720p.m3u8
上虞文化影视,http://l.cztvcloud.com/channels/lantian/SXshangyu2/720p.m3u8
普陀电视台,http://l.cztvcloud.com/channels/lantian/SXputuo1/720p.m3u8
庆元电视台,http://l.cztvcloud.com/channels/lantian/SXqingyuan1/720p.m3u8
东阳影视生活,http://l.cztvcloud.com/channels/lantian/SXdongyang1/720p.m3u8
兰溪新闻综合,http://l.cztvcloud.com/channels/lantian/SXlanxi1/720p.m3u8
缙云新闻综合,http://l.cztvcloud.com/channels/lantian/SXjinyun1/720p.m3u8
龙泉电视台,http://l.cztvcloud.com/channels/lantian/SXlongquan1/720p.m3u8
江苏地区,#genre#
南京新闻综合,http://nklive.nbs.cn/hls/d511bc9d-a694-4453-b3a2-4fc842cc97a1/index.m3u8
南京教科,http://nklive.nbs.cn/hls/75b3c462-b831-4de7-a34b-5d3221db2069/index.m3u8
南京文旅纪录,http://nklive.nbs.cn/hls/9b2005c4-046c-422f-ba45-e6adc4f4de07/index.m3u8
南京十八生活,http://nklive.nbs.cn/hls/1173a815-bfdb-4c3c-9f73-89ec37ae7716/index.m3u8
南京少儿,http://nklive.nbs.cn/hls/e0981f3f-1a20-4a59-b8d1-17feb83a4610/index.m3u8
无锡新闻综合,http://stream.thmz.com/wxtv1/sd/live.m3u8
无锡都市资讯,http://stream.thmz.com/wxtv3/sd/live.m3u8
无锡生活,http://stream.thmz.com/wxtv4/sd/live.m3u8
无锡娱乐,http://stream.thmz.com/wxtv2/sd/live.m3u8
无锡经济,http://stream.thmz.com/wxtv5/sd/live.m3u8
宜兴新闻综合,http://yixing-tv-ori-hls.jstv.com/yixing-tv-ori/yixing_xw.m3u8
黑龙江地区,#genre#
哈尔滨新闻综合,https://stream.hrbtv.net/xwzh/sd/live.m3u8
哈尔滨新闻综合,http://stream.hrbtv.net/xwzh/sd/live.m3u8
哈尔滨生活,https://stream.hrbtv.net/shpd/sd/live.m3u8
哈尔滨生活,http://stream.hrbtv.net/shpd/sd/live.m3u8
哈尔滨资讯,https://stream.hrbtv.net/zxpd/sd/live.m3u8
哈尔滨娱乐,http://stream.hrbtv.net/ylpd/sd/live.m3u8
哈尔滨影视,https://stream.hrbtv.net/yspd/sd/live.m3u8
哈尔滨影视,http://stream.hrbtv.net/yspd/sd/live.m3u8
江西地区,#genre#
崇仁电视台,http://play-a2.quklive.com/live/1744277411242065.m3u8
崇仁电视台,http://play-a2.quklive.com/live/1744277411242065.flv
宁都综合,http://play-a2.quklive.com/live/1749084198822069.m3u8
宁都综合,http://play-a2.quklive.com/live/1749084198822069.flv
万载电视台1,http://play-a2.quklive.com/live/1739162440932308.m3u8
万载电视台1,http://play-a2.quklive.com/live/1739162440932308.flv
广丰电视台,https://play-a2.quklive.com/live/1754033359790055.m3u8
广丰电视台,https://play-a2.quklive.com/live/1754033359790055.flv
陕西地区,#genre#
陕西新闻资讯,http://gxlive.snrtv.com/sx1-SD.m3u8
陕西都市青春,http://gxlive.snrtv.com/sx2-SD.m3u8
陕西银龄,http://gxlive.snrtv.com/sx3-SD.m3u8
陕西秦腔,http://gxlive.snrtv.com/sx5-SD.m3u8
陕西体育休闲,http://gxlive.snrtv.com/sx7-SD.m3u8
农林卫视,http://gxlive.snrtv.com/nlws-SD.m3u8
陕西西部电影,http://gxlive.snrtv.com/sx8-SD.m3u8
安徽地区,#genre#
宿州科教,http://live.ahsz.tv/video/s10001-kxjy/index.m3u8
重庆地区,#genre#
万州三峡移民,http://123.146.162.24:8017/c2F0hmi/1000/live.m3u8
云南地区,#genre#
文山综合,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel7/playlist.m3u8
腾冲综合,http://live.ynurl.com/video/s10012-TCTV/index.m3u8
文山市电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel17/playlist.m3u8
砚山县电视台,http://live.ynurl.com/video/s10020-ystv-zb/index.m3u8
砚山县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel16/playlist.m3u8
西畴县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel11/playlist.m3u8
西畴县电视台,http://live.ynurl.com/video/s10060-XCTV/index.m3u8
马关县电视台,http://live.ynurl.com/video/s10046-001/index.m3u8
麻栗坡电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel18/playlist.m3u8
丘北县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel14/playlist.m3u8
广南县电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel19/playlist.m3u8
广南县电视台,http://live.ynurl.com/video/s10031-gnxgbds/index.m3u8
芒市综合,http://live.ynurl.com/video/s10001-mstv1/index.m3u8
盈江综合,http://live.ynurl.com/video/s10016-yjtv1hd/index.m3u8
开远综合,http://live.ynurl.com/video/s10044-KYTV/index.m3u8
绿春综合,http://live.ynurl.com/video/s10042-LCTV/index.m3u8
施甸综合,http://live.ynurl.com/video/s10048-SDTV/index.m3u8
金平综合,http://live.ynurl.com/video/s10041-JPTV/index.m3u8
建水综合,http://live.ynurl.com/video/s10045-JSTV/index.m3u8
石屏综合,http://live.ynurl.com/video/s10059-SPTV/index.m3u8
蒙自电视台,http://live.ynurl.com/video/s10019-mzdst/index.m3u8
昌宁县电视台,http://live.ynurl.com/video/s10047-cntv/index.m3u8
河北地区,#genre#
保定1,http://jwcdnqx.hebyun.com.cn/live/jybd/1500k/tzwj_video.m3u8
保定2,http://jwcdnqx.hebyun.com.cn/live/bdxw1/1500k/tzwj_video.m3u8
保定3,http://jwcdnqx.hebyun.com.cn/live/bddst/1500k/tzwj_video.m3u8
邯郸新闻,https://jwcdnqx.hebyun.com.cn/live/hdxwzh/1500k/tzwj_video.m3u8
邯郸公共,https://jwcdnqx.hebyun.com.cn/live/hdgg/1500k/tzwj_video.m3u8
邯郸科教,https://jwcdnqx.hebyun.com.cn/live/hdkj/1500k/tzwj_video.m3u8
兴隆综合,https://jwcdnqx.hebyun.com.cn/live/xlzh/1500k/tzwj_video.m3u8
兴隆影视,https://jwcdnqx.hebyun.com.cn/live/xlys/1500k/tzwj_video.m3u8
兴隆影视,https://jwcdnqx.hebyun.com.cn/live/xlys/1500k/tzwj_video.m3u8
迁西综合,https://jwcdnqx.hebyun.com.cn/live/qxzhpd/1500k/tzwj_video.m3u8
迁西农业,https://jwcdnqx.hebyun.com.cn/live/qxny/1500k/tzwj_video.m3u8
青县综合,http://jwcdnqx.hebyun.com.cn/live/qxtvlive1/1500k/tzwj_video.m3u8
福建地区,#genre#
海峡卫视,http://hlsztemgsplive.miguvideo.com:8080/migu/kailu/haixiaws/51/20230724/index.m3u8?msisdn=20260131120821fdae408e8ec44c829e76ef79e7ee929f&mdspid=&spid=600717&netType=4&sid=5910022183&pid=2028597139&timestamp=20260131120821&Channel_ID=0116_2600001300-99000-201600010013853&ProgramID=849119120&ParentNodeID=-99&assertID=5910022183&client_ip=219.133.100.200&SecurityKey=20260131120821&promotionId=&mvid=5900006231&mcid=500020&playurlVersion=WX-A1-9.1.1.3-RELEASE&userid=&jmhm=&videocodec=h264&appCode=miguvideo_android&bean=mgspad&tid=android&conFee=0&encrypt=8215aa5d4586fc245ce7b10c11e2c1a0
河南地区,#genre#
河南卫视,https://tv1288.xyz/hntv.php?id=hnws
河南都市,https://tv1288.xyz/hntv.php?id=hnds
河南民生,https://tv1288.xyz/hntv.php?id=hnms
河南法治,https://tv1288.xyz/hntv.php?id=hmfz
河南电视剧,https://tv1288.xyz/hntv.php?id=hndsj
河南新闻,https://tv1288.xyz/hntv.php?id=hnxw
河南公共,https://tv1288.xyz/hntv.php?id=hngg
河南乡村,https://tv1288.xyz/hntv.php?id=hnxc
河南梨园,https://tv1288.xyz/hntv.php?id=hnly
文物宝库,https://tv1288.xyz/hntv.php?id=wwbk
武术世界,https://tv1288.xyz/hntv.php?id=wspd
睛彩中原,https://tv1288.xyz/hntv.php?id=jczy
移动戏曲,https://tv1288.xyz/hntv.php?id=ydxj
象视界,https://tv1288.xyz/hntv.php?id=xsj
郑州新闻综合,https://tv1288.xyz/hntv.php?id=zz1
开封新闻综合,https://tv1288.xyz/hntv.php?id=kf1
洛阳新闻综合,https://tv1288.xyz/hntv.php?id=ly1
安阳新闻综合,https://tv1288.xyz/hntv.php?id=ay1
鹤壁新闻综合,https://tv1288.xyz/hntv.php?id=hb1
新乡新闻综合,https://tv1288.xyz/hntv.php?id=xx1
焦作新闻综合,https://tv1288.xyz/hntv.php?id=jz1
濮阳新闻综合,https://tv1288.xyz/hntv.php?id=py1
许昌新闻综合,https://tv1288.xyz/hntv.php?id=xc1
漯河新闻综合,https://tv1288.xyz/hntv.php?id=lh1
三门峡新闻综合,https://tv1288.xyz/hntv.php?id=smx1
南阳新闻综合,https://tv1288.xyz/hntv.php?id=ny1
商丘新闻综合,https://tv1288.xyz/hntv.php?id=sq1
信阳新闻综合,https://tv1288.xyz/hntv.php?id=xy1
周口新闻综合,https://tv1288.xyz/hntv.php?id=zk1
驻马店新闻综合,https://tv1288.xyz/hntv.php?id=zmd1
济源新闻综合,https://tv1288.xyz/hntv.php?id=jy1
济源综合,http://tvpull.dxhmt.cn:9081/tv/19001-1.m3u8
济源综合,http://live.dxhmt.cn:9081/tv/19001-1.m3u8
兰考综合,http://tvpull.dxhmt.cn:9081/tv/10225-1.m3u8
兰考综合,http://live.dxhmt.cn:9081/tv/10225-1.m3u8
伊川综合,http://tvpull.dxhmt.cn:9081/tv/10329-1.m3u8
伊川综合,http://live.dxhmt.cn:9081/tv/10329-1.m3u8
长垣综合,http://tvpull.dxhmt.cn:9081/tv/10728-1.m3u8
长垣综合,http://live.dxhmt.cn:9081/tv/10728-1.m3u8
开封新闻,http://tvpull.dxhmt.cn:9081/tv/10200-2.m3u8
开封新闻,http://live.dxhmt.cn:9081/tv/10200-2.m3u8
开封文化旅游,http://tvpull.dxhmt.cn:9081/tv/10200-3.m3u8
开封文化旅游,http://live.dxhmt.cn:9081/tv/10200-3.m3u8
内黄综合,http://tvpull.dxhmt.cn:9081/tv/10527-1.m3u8
内黄综合,http://live.dxhmt.cn:9081/tv/10527-1.m3u8
新县电视台,http://tvpull.dxhmt.cn:9081/tv/11523-1.m3u8
新县电视台,http://live.dxhmt.cn:9081/tv/11523-1.m3u8
淇县电视台,http://tvpull.dxhmt.cn:9081/tv/10622-1.m3u8
淇县电视台,http://live.dxhmt.cn:9081/tv/10622-1.m3u8
汤阴综合,http://tvpull.dxhmt.cn:9081/tv/10523-1.m3u8
汤阴综合,http://live.dxhmt.cn:9081/tv/10523-1.m3u8
新乡县综合,http://tvpull.dxhmt.cn:9081/tv/10721-1.m3u8
新乡县综合,http://live.dxhmt.cn:9081/tv/10721-1.m3u8
舞钢综合,http://tvpull.dxhmt.cn:9081/tv/10481-1.m3u8
舞钢综合,http://live.dxhmt.cn:9081/tv/10481-1.m3u8
鹤壁新闻,http://pili-live-hls.hebitv.com/hebi/hbtv.m3u8
灵宝新闻综合,http://tvpull.dxhmt.cn:9081/tv/11282-1.m3u8
灵宝新闻综合,http://live.dxhmt.cn:9081/tv/11282-1.m3u8
淮滨综合,http://tvpull.dxhmt.cn:9081/tv/11527-1.m3u8
淮滨综合,http://live.dxhmt.cn:9081/tv/11527-1.m3u8
光山综合,http://tvpull.dxhmt.cn:9081/tv/11522-1.m3u8
光山综合,http://live.dxhmt.cn:9081/tv/11522-1.m3u8
滑县TV1,http://tvpull.dxhmt.cn:9081/tv/10526-1.m3u8
滑县TV1,http://live.dxhmt.cn:9081/tv/10526-1.m3u8
滑县TV2,http://tvpull.dxhmt.cn:9081/tv/10526-2.m3u8
滑县TV2,http://live.dxhmt.cn:9081/tv/10526-2.m3u8
清丰电视台,http://tvpull.dxhmt.cn:9081/tv/10922-1.m3u8
清丰电视台,http://live.dxhmt.cn:9081/tv/10922-1.m3u8
通许综合,http://tvpull.dxhmt.cn:9081/tv/10222-1.m3u8
通许综合,http://live.dxhmt.cn:9081/tv/10222-1.m3u8
沈丘新闻综合,http://tvpull.dxhmt.cn:9081/tv/11624-1.m3u8
沈丘新闻综合,http://live.dxhmt.cn:9081/tv/11624-1.m3u8
桐柏新闻综合,http://tvpull.dxhmt.cn:9081/tv/11330-1.m3u8
桐柏新闻综合,http://live.dxhmt.cn:9081/tv/11330-1.m3u8
夏邑综合,http://tvpull.dxhmt.cn:9081/tv/11426-1.m3u8
夏邑综合,http://live.dxhmt.cn:9081/tv/11426-1.m3u8
平兴新闻综合,http://tvpull.dxhmt.cn:9081/tv/11723-1.m3u8
平兴新闻综合,http://live.dxhmt.cn:9081/tv/11723-1.m3u8
偃师新闻,http://tvpull.dxhmt.cn:9081/tv/10381-1.m3u8
偃师新闻,http://live.dxhmt.cn:9081/tv/10381-1.m3u8
上街电视台,http://tvpull.dxhmt.cn:9081/tv/10106-1.m3u8
上街电视台,http://live.dxhmt.cn:9081/tv/10106-1.m3u8
沁阳新闻综合,http://tvpull.dxhmt.cn:9081/tv/10882-1.m3u8
沁阳新闻综合,http://live.dxhmt.cn:9081/tv/10882-1.m3u8
项城电视台,http://tvpull.dxhmt.cn:9081/tv/11681-1.m3u8
项城电视台,http://live.dxhmt.cn:9081/tv/11681-1.m3u8
汝阳新闻综合,http://tvpull.dxhmt.cn:9081/tv/10326-1.m3u8
汝阳新闻综合,http://live.dxhmt.cn:9081/tv/10326-1.m3u8
新安新闻综合,http://tvpull.dxhmt.cn:9081/tv/10323-1.m3u8
新安新闻综合,http://live.dxhmt.cn:9081/tv/10323-1.m3u8
罗山电视台,http://tvpull.dxhmt.cn:9081/tv/11521-1.m3u8
罗山电视台,http://live.dxhmt.cn:9081/tv/11521-1.m3u8
潢川电视台,http://tvpull.dxhmt.cn:9081/tv/11526-1.m3u8
潢川电视台,http://live.dxhmt.cn:9081/tv/11526-1.m3u8
上蔡1,http://tvpull.dxhmt.cn:9081/tv/11722-1.m3u8
上蔡1,http://live.dxhmt.cn:9081/tv/11722-1.m3u8
确山电视台1,http://live.dxhmt.cn:9081/tv/11725-1.m3u8
荥阳1,http://tvpull.dxhmt.cn:9081/tv/10182-1.m3u8
荥阳1,http://live.dxhmt.cn:9081/tv/10182-1.m3u8
温县融媒,http://tvpull.dxhmt.cn:9081/tv/10825-1.m3u8
温县融媒,http://live.dxhmt.cn:9081/tv/10825-1.m3u8
建安新闻,http://tvpull.dxhmt.cn:9081/tv/11003-1.m3u8
建安新闻,http://live.dxhmt.cn:9081/tv/11003-1.m3u8
封丘新闻综合,http://tvpull.dxhmt.cn:9081/tv/10727-1.m3u8
封丘新闻综合,http://live.dxhmt.cn:9081/tv/10727-1.m3u8
林州电视台,http://tvpull.dxhmt.cn:9081/tv/10581-1.m3u8
林州电视台,http://live.dxhmt.cn:9081/tv/10581-1.m3u8
鄢陵综合,http://tvpull.dxhmt.cn:9081/tv/11024-1.m3u8
鄢陵综合,http://live.dxhmt.cn:9081/tv/11024-1.m3u8
邓州新闻,http://tvpull.dxhmt.cn:9081/tv/11381-1.m3u8
邓州新闻,http://live.dxhmt.cn:9081/tv/11381-1.m3u8
社旗电视台,http://tvpull.dxhmt.cn:9081/tv/11327-1.m3u8
社旗电视台,http://live.dxhmt.cn:9081/tv/11327-1.m3u8
镇平新闻综合,http://tvpull.dxhmt.cn:9081/tv/11324-1.m3u8
镇平新闻综合,http://live.dxhmt.cn:9081/tv/11324-1.m3u8
孟州1,http://tvpull.dxhmt.cn:9081/tv/10883-1.m3u8
孟州1,http://live.dxhmt.cn:9081/tv/10883-1.m3u8
郏县综合,http://tvpull.dxhmt.cn:9081/tv/10425-1.m3u8
郏县综合,http://live.dxhmt.cn:9081/tv/10425-1.m3u8
浚县电视台,http://tvpull.dxhmt.cn:9081/tv/10621-1.m3u8
浚县电视台,http://live.dxhmt.cn:9081/tv/10621-1.m3u8
舞阳新闻综合,http://tvpull.dxhmt.cn:9081/tv/11121-1.m3u8
舞阳新闻综合,http://live.dxhmt.cn:9081/tv/11121-1.m3u8
渑池新闻综合,http://tvpull.dxhmt.cn:9081/tv/11221-1.m3u8
渑池新闻综合,http://live.dxhmt.cn:9081/tv/11221-1.m3u8
武陟新闻综合,http://tvpull.dxhmt.cn:9081/tv/10823-1.m3u8
武陟新闻综合,http://live.dxhmt.cn:9081/tv/10823-1.m3u8
新郑1,http://tvpull.dxhmt.cn:9081/tv/10184-1.m3u8
新郑1,http://live.dxhmt.cn:9081/tv/10184-1.m3u8
辉县新闻综合,http://tvpull.dxhmt.cn:9081/tv/10782-1.m3u8
辉县新闻综合,http://live.dxhmt.cn:9081/tv/10782-1.m3u8
永城新闻,http://tvpull.dxhmt.cn:9081/tv/11481-1.m3u8
永城新闻,http://live.dxhmt.cn:9081/tv/11481-1.m3u8
禹州综合,http://tvpull.dxhmt.cn:9081/tv/11081-1.m3u8
禹州综合,http://live.dxhmt.cn:9081/tv/11081-1.m3u8
杞县新闻综合,http://tvpull.dxhmt.cn:9081/tv/10221-1.m3u8
杞县新闻综合,http://live.dxhmt.cn:9081/tv/10221-1.m3u8
林颖综合,http://tvpull.dxhmt.cn:9081/tv/11122-1.m3u8
林颖综合,http://live.dxhmt.cn:9081/tv/11122-1.m3u8
宝丰1,http://tvpull.dxhmt.cn:9081/tv/10421-1.m3u8
宝丰1,http://live.dxhmt.cn:9081/tv/10421-1.m3u8
新密新闻频道,http://tvpull.dxhmt.cn:9081/tv/10183-2.m3u8
新密新闻频道,http://live.dxhmt.cn:9081/tv/10183-2.m3u8
甘肃地区,#genre#
嘉峪关综合,https://play.kankanlive.com/live/1658978094528926.m3u8
嘉峪关公共,https://play.kankanlive.com/live/1658978141553927.m3u8
金昌综合,http://play.kankanlive.com/live/1660096574549900.m3u8
金昌综合,http://play.kankanlive.com/live/1660096574549900.flv
张掖新闻,http://play.kankanlive.com/live/1675849013180979.m3u8
张掖新闻,http://play.kankanlive.com/live/1675849013180979.flv
定西综合,https://play.kankanlive.com/live/1675303871634928.m3u8
定西综合,http://play.kankanlive.com/live/1675303871634928.flv
定西文旅生活,http://play.kankanlive.com/live/1675303983674929.m3u8
定西文旅生活,http://play.kankanlive.com/live/1675303983674929.flv
天祝电视台,https://play.kankanlive.com/live/1656487214793905.m3u8
泰安综合,http://play.kankanlive.com/live/1680577080200944.m3u8
泰安综合,http://play.kankanlive.com/live/1680577080200944.flv
静宁新闻综合,https://play.kankanlive.com/live/1658194434596952.m3u8
景泰电视台,https://play.kankanlive.com/live/1624439143745981.m3u8
西和综合,https://play.kankanlive.com/live/1659926941626981.m3u8
古浪综合,http://play.kankanlive.com/live/1647934328544907.m3u8
古浪综合,http://play.kankanlive.com/live/1647934328544907.flv
永昌电视台,https://play.kankanlive.com/live/1652755738635915.m3u8
陇西电视台,https://play.kankanlive.com/live/1669881644081970.m3u8
平川电视台,http://play.kankanlive.com/live/1658907556249918.m3u8
平川电视台,http://play.kankanlive.com/live/1658907556249918.flv
岷县电视台,http://play.kankanlive.com/live/1672715401874967.m3u8
岷县电视台,http://play.kankanlive.com/live/1672715401874967.flv
庄浪电视台,https://play.kankanlive.com/live/1655107221272926.m3u8
金川电视台,http://play.kankanlive.com/live/1657360567739997.m3u8
金川电视台,http://play.kankanlive.com/live/1657360567739997.flv
安定电视台,https://play.kankanlive.com/live/1672881652415978.m3u8
安定电视台,http://play.kankanlive.com/live/1672881652415978.flv
靖远电视台,https://play.kankanlive.com/live/1658390970673988.m3u8
天祝电视台,https://play.kankanlive.com/live/1656487214793905.m3u8
天祝电视台,http://play.kankanlive.com/live/1656487214793905.m3u8
天祝电视台,http://play.kankanlive.com/live/1656487214793905.flv
靖远电视台,https://play.kankanlive.com/live/1658390970673988.m3u8
通渭电视台,http://play.kankanlive.com/live/1661761962676984.m3u8
通渭电视台,http://play.kankanlive.com/live/1661761962676984.flv
秦安电视台,https://play.kankanlive.com/live/1680577080200944.m3u8
秦安电视台,http://play.kankanlive.com/live/1680577080200944.flv
山东地区,#genre#
济南新闻综合频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1676
济南都市频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1807
济南文旅体育频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1842
济南生活频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1855
济南少儿频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=2234
济南鲁中频道,http://23.247.129.70:2026/live5/shandong/jinan.php?id=1857
长清新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=jncqxw
济铁电视台,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnjrtv
济阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnjyzh
平阴综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnpyzh
商河综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnshzh
章丘综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jnzqzh
东营区新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dydyqxw
广饶综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dygrzh
利津综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dyljzh
城阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdcytv
黄岛综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdhdzh
即墨综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdjmzh
胶州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdjzzh
李沧TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdlc
崂山TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdls
莱西综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdlxzh
平度新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=qdpdxw
潍坊新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfxwzh
潍坊高新区,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfgxq
安丘综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfaqzh
滨海新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfbhxw
昌乐综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfclzh
寒亭新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfhtxw
奎文电视台,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfkwtv
临朐新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wflqzh
青州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfqzzh
潍城TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfwc
寿光综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=wfsgzh
长岛TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytcd
福山综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytfszh
海阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ythyzh
龙口综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlkz
莱山综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlszh
莱阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlyzh
莱州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytlzzh
牟平综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytmpzh
栖霞综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=ytqxzh
博山新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbbsxw
高青综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbgqzh
桓台综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbht1
临淄新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zblzxw
沂源综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbyyzh
张店1,http://23.247.129.70:2026/live5/shandong/difang.php?id=zbzd1
山亭综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zzstzh
滕州综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zztzzh
薛城新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zzxcxw
峄城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=zzyczh
惠民综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=bzhmzh
无棣综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=bzwdzh
阳信新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=bzyxxw
德州新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzxwzh
陵城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzlczh
乐陵新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzllxw
临邑1,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzly1
宁津综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dznjzh
平原综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzpyzh
庆云综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzqyzh
武城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzwczh
禹城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=dzyczh
曹县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=hzcxzh
东明新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=hzdmxw
鄄城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=hzjczh
金乡综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jijxzh
梁山综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jilszh
曲阜新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jiqfxw
任城新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jircxw
泗水新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jissxw
鱼台新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=jiytxw
兖州新闻,http://23.247.129.70:2026/live5/shandong/difang.php?id=jiyzxw
邹城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=jizczh
茌平综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lccpzh
东昌综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcdczh
东阿综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcdezh
冠县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcgxzh
临清综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lclqzh
莘县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcsxzh
阳谷综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lcygzh
河东综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyhdzh
莒南综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyjnzh
兰陵综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyllzh
临沭综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyls1
平邑综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lypyzh
郯城综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lytc1
沂水综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=lyys1
莒县综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=rzjx1
岱岳TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=tady
宁阳综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=tany1
泰山TV,http://23.247.129.70:2026/live5/shandong/difang.php?id=tats
新泰综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=taxtzh
威海新闻综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=whxwzh
威海环翠综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=whhczh
荣成综合,http://23.247.129.70:2026/live5/shandong/difang.php?id=whrczh
